{
  "_id": "64fb5178c080b40012e6eb5b",
  "ED_Division": "GA",
  "ED_DecisionNumber": "78/504 A and B",
  "ED_Type": "Other Decisions",
  "ED_Title": "Adoption of the agenda and allocation of agenda items",
  "ED_Meeting": [
    {
      "ED_Date": "2023-09-08T04:00:00.000Z",
      "ED_Number": "2 plenary meeting",
      "_id": "64fb5178c080b40012e6eb5c"
    },
    {
      "ED_Date": "2023-12-07T05:00:00.000Z",
      "ED_Number": "45 plenary meeting",
      "_id": "65720402b14a3700120b964b"
    },
    {
      "ED_Date": "2023-12-22T05:00:00.000Z",
      "ED_Number": "50 plenary meeting",
      "_id": "6595b305cc0744d0f6d67e83"
    },
    {
      "ED_Date": "2024-02-07T05:00:00.000Z",
      "ED_Number": "55 plenary meeting",
      "_id": "65c4f36ae4cc1f94a95b5e4e"
    },
    {
      "ED_Date": "2024-02-26T05:00:00.000Z",
      "ED_Number": "57 plenary meeting",
      "_id": "65dcb74a897c3bbe6858f61d"
    },
    {
      "ED_Date": "2024-03-21T04:00:00.000Z",
      "ED_Number": "63 plenary meeting",
      "_id": "65fc61b7bed46ae371352221"
    },
    {
      "ED_Date": "2024-04-11T04:00:00.000Z",
      "ED_Number": "69 plenary meeting",
      "_id": "661921fab36b484eea9ae537"
    },
    {
      "ED_Date": "2024-04-24T04:00:00.000Z",
      "ED_Number": "73 plenary meeting",
      "_id": "66296bfd6b51d90d00db516a"
    },
    {
      "ED_Date": "2024-05-02T04:00:00.000Z",
      "ED_Number": "77 plenary meeting",
      "_id": "6634ff556b51d90d00db5366"
    },
    {
      "ED_Date": "2024-06-07T04:00:00.000Z",
      "ED_Number": "88 plenary meeting",
      "_id": "666340e5aae579c43b1715ed"
    },
    {
      "ED_Date": "2024-07-10T04:00:00.000Z",
      "ED_Number": "98 plenary meeting",
      "_id": "66901c5ab9e20da424a5b811"
    },
    {
      "ED_Date": "2024-08-13T04:00:00.000Z",
      "ED_Number": "103 plenary meeting",
      "_id": "66bb8567f24610c5ea55b9ab"
    },
    {
      "ED_Date": "2024-09-06T04:00:00.000Z",
      "ED_Number": "107 plenary meeting",
      "_id": "66db3a75674e0a36abab4bdf"
    }
  ],
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "78th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "A\n\nAt its 2nd plenary meeting, on 8 September 2023, the General Assembly, on the recommendation of the General Committee as set forth in its first report, (footnote: A/78/250)  adopted the agenda (footnote: A/78/251)  and the allocation of agenda items (A/78/252)  for the seventy-eight session.\n\nAt the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report, (Footnote: A/78/250, para. 93)  decided to include in the agenda of its seventy-eighth session the item entitled “Question of the Comorian island of Mayotte”, under heading B (Maintenance of international peace and security), on the understanding that there would be no consideration of this item by the Assembly.\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report, (footnote: Ibid., para. 94)  decided to defer consideration of the item entitled “Question of the Malagasy islands of Glorieuses, Juan de Nova, Europa and Bassas da India” and to include it in the provisional agenda of its seventy-ninth session. \n\nAt its 45th plenary  meeting, on 7 December 2023, the General Assembly decided to consider directly in plenary meeting sub-item (b) entitled “Follow-up to the second United Nations Conference on Landlocked Developing Countries” of agenda item 20 entitled “Groups of countries in special situations”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft decision.   (Footnote: A/78/L.23.)  \n\nAt its 50th (resumed) plenary meeting, on 22 December 2023, the General Assembly decided to reopen agenda item 107 entitled “Crime prevention and criminal justice”, under heading H (Drug control, crime prevention and combating international terrorism in all its forms and manifestations), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/78/L.33.)\n\nB (Footnote: Decision 78/504, in section B.1 of the Official Records of the General Assembly, Seventy-eighth Session, Supplement No. 49 (A/78/49), vol. II, becomes decision 78/504 A.)\n\nAt its 55th plenary meeting, on 7 February 2024, the General Assembly decided to consider directly in plenary meeting sub-item (c) entitled “Disaster risk reduction” of agenda item 18 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft decision.  (Footnote: A/78/L.36/Rev.1.)\n\nAt the 57th plenary meeting, on 26 February 2024, the General Assembly decided to to reopen consideration of sub-item (b) entitled “Social development, including questions relating to the world social situation and to youth, ageing, persons with disabilities and the family” of agenda item 24 entitled “Social development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution. (Footnote: A/78/L.39.)\n\nAt the 63rd plenary meeting, on 21 March 2024, the General Assembly decided to reopen consideration of agenda item 107 entitled “Crime prevention and criminal justice”, under heading H (Drug control, crime prevention and combating international terrorism in all its forms and manifestations), and to proceed expeditiously with the consideration of a draft resolution. (Footnote: A/78/L.45.) \n\nAt the 69th plenary meeting, on 11 April 2024, the General Assembly decided to reopen consideration of agenda item 17 entitled “Follow-up to and implementation of the outcomes of the International Conferences on Financing for Development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/78/L.58.)\n\nAt the 73rd plenary meeting, on 24 April 2024, the General Assembly decided to consider directly in plenary meeting agenda item 108 entitled “Countering the use of information and communications technologies for criminal purposes”, under heading H (Drug control, crime prevention and combating international terrorism in all its forms and manifestations), and to proceed expeditiously with the consideration of a draft decision.  (Footnote: A/78/L.46.)\n\nAt the 77th plenary meeting, on 2 May 2024, the General Assembly decided to reopen consideration of sub-item (a) entitled “Agriculture development, food security and nutrition” of agenda item 23 entitled “Agriculture development, food security and nutrition”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/78/L.59.)\n\nAt the 88th plenary meeting, on 7 June 2024, the General Assembly decided to consider directly in plenary meeting agenda item 25 entitled “Advancement of women”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution.  (footnote: A/78/L.69.)\n\nAt its 98th plenary meeting, on 10 July 2024, the General Assembly decided to consider directly in plenary meeting sub-item (i) entitled “Combating sand and dust storms” of agenda item 18 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution.[1] (Footnote: A/78/L.88.)\n\nAt its 103rd plenary meeting, on 13 August 2024, the General Assembly decided to reopen sub-item (b) entitled “Follow-up to and implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States” of agenda item 18 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/78/L.98.)\n\nAt the same meeting, on 13 August 2024, the General Assembly decided to reopen sub-item (c) entitled “Agreement under the United Nations Convention on the Law of the Sea on the Conservation and sustainable Use of Marine Biological Diversity of Areas beyond National Jurisdiction” of agenda item 75 entitled “Oceans and the law of the sea”, under heading F (Promotion of justice and international law), and to proceed expeditiously with the consideration of a draft decision.  (Footnote: A/78/L.102.)\n\nAt its 107th plenary meeting, on 6 September 2024, the General Assembly decided to reopen agenda item 11 entitled “Sport for development and peace: building a peaceful and better world through sport and the Olympic ideal”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/78/L.107.) \n\nAt the same meeting, on 6 September 2024, the General Assembly decided to reopen agenda item 18 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/78/L.110.) \n\nAt the same meeting, on 6 September 2024, the General Assembly decided to reopen agenda item 68 entitled “Rights of Indigenous Peoples”, under heading D (Promotion of human rights), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/78/L.106.) \n\n",
  "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2023-09-09T00:00:00.255Z"
}