{
  "_id": "5fecbcf69b661c0917d139ff",
  "ED_Division": "GA",
  "ED_DecisionNumber": "71/421",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Election of the Chairs of the Main Committees of the General Assembly at its seventy-second session*",
  "ED_AgendaItem": "5",
  "ED_Plenary_Committee": "First, Special Political and Decolonization (Fourth), Second, Third, Fifth and Sixth Committees",
  "ED_Session": "71st session of the General Assembly",
  "ED_OriginatingBody": "First, Special Political and Decolonization (Fourth), Second, Third, Fifth and Sixth Committees",
  "ED_DecisionText": "On 31 May 2017, the First, Special Political and Decolonization (Fourth), Second, Third, Fifth and Sixth Committees of the General Assembly held meetings in accordance with rules 99 (a) and 103 of the rules of procedure of the Assembly for the purpose of electing their Chairs.\r\n\r\nAt its 84th plenary meeting, on 1 June 2017, the President of the General Assembly announced that the following persons had been elected as Chairs of the First, Special Political and Decolonization (Fourth), Second, Third, Fifth and Sixth Committees of the Assembly at its seventy-second session: \r\n\r\nFirst Committee:\t\tMr. Mouayed SALEH (Iraq)**\r\nSpecial Political and\r\nDecolonization Committee \r\n(Fourth Committee):\t\tMr. Rafael Darío RAMÍREZ CARREÑO (Venezuela (Bolivarian Rep.c of))\r\nSecond Committee:\t\tMr. Sven JÜRGENSON (Estonia)\r\nThird Committee:\t\tMr. Einar GUNNARSSON (Iceland)\r\nFifth Committee:\t\tMr. Tommo MONTHE (Cameroon)\r\nSixth Committee:\t\tMr. Burhan GAFOOR (Singapore)\r\n\r\n\r\n(See A/71/P.V.84;\r\nMr. Mouayed Saleh was subsequently replaced by Mr. Mohammed Hussein Bahr Aluloom (Iraq) on 28 September 2017)\r\n\r\n* In accordance with rule 38 of the rules of procedure of the General Assembly, the General Committee consists of the President of the Assembly, the 21 Vice-Presidents and the Chairs of the six Main Committees.",
  "ED_Disclaimer": "The text of this decision is available in all languages in document A/71/49 (Vol. III).",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2017-05-31T05:00:00.000Z",
      "ED_Number": "84th plenary meeting"
    }
  ]
}