{
  "_id": "5fecbcf69b661c0917d13a04",
  "ED_Division": "GA",
  "ED_DecisionNumber": "71/416",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "International Tribunal for the Prosecution of Persons Responsible for Serious Violations of International Humanitarian Law Committed in the Territory of the Former Yugoslavia since 1991",
  "ED_AgendaItem": "128",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "71st session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "\tAt its 68th plenary meeting, on 23 December 2016, the General Assembly, having considered the letter from the Secretary-General to the President of the Assembly, dated 11 November 2016,  transmitting a letter dated 4 November 2016 from the President of the International Tribunal for the Prosecution of Persons Responsible for Serious Violations of International Humanitarian Law Committed in the Territory of the Former Yugoslavia since 1991, and taking note of the letter from the President of the Security Council, dated 19 December 2016, drawing the attention of the President of the Assembly to the text of Council resolution 2329 (2016) of 19 December 2016: \r\n\t(a)\tReiterated its request to the International Tribunal to complete its work and facilitate the closure of the Tribunal as expeditiously as possible with the aim of completing the transition to the International Residual Mechanism for Criminal Tribunals (the Mechanism) and, in the light of Security Council resolution 1966 (2010) of 22 December 2010, to redouble its efforts to review its projected case completion dates, with a view to shortening them as appropriate, and to prevent any additional delays;\r\n\t(b)\tTook note of the commitment of the International Tribunal to complete its judicial work no later than 30 November 2017;\r\n\t(c)\tAlso took note of the request of the President of the International Tribunal for a final extension of the terms of office of the permanent judges of the Tribunal, until 30 November 2017 or until the completion of the cases to which they were or would be assigned, if sooner, and strongly emphasized that the following extensions and reappointment should be final;\r\n\t(d)\tDecided, under that condition:\r\n(i)\tTo extend the terms of office of the following permanent judges at the International Tribunal, who were members of the Trial Chambers and the Appeals Chamber, until 30 November 2017 or until the completion of the cases to which they were or would be assigned, if sooner:\r\nMr. Carmel A. AGIUS (Malta)\r\nMr. LIU Daqun (China)\r\nMr. Christoph FLÜGGE (Germany)\r\nMr. Theodor MERON (United States of America)\r\nMr. Bakone Melema MOLOTO (South Africa)\r\nMr. Alphonsus Martinus Maria ORIE (Netherlands)\r\nMr. Fausto POCAR (Italy)\r\n(ii)\tTo take note of the reappointment of Mr. Serge Brammertz as Prosecutor of the International Tribunal, notwithstanding the provisions of article 16, paragraph 4, of the statute of the Tribunal related to the length of the term of office of the Prosecutor, for a term with effect from 1 January 2017 until 30 November 2017, which was subject to earlier termination by the Security Council upon the completion of the work of the Tribunal;\r\n\t(e)\tAlso decided to extend the term of office of Judge Carmel A. Agius as President of the International Tribunal until 31 December 2017 or until one month after the completion of the cases referred to in paragraph (d) above, if sooner;\r\n\t(f)\tUnderlined that States should cooperate fully with the International Tribunal, as well as with the Mechanism;\r\n\t(g)\tCommended the Office of Internal Oversight Services of the Secretariat for the evaluation and recommendations made pursuant to Security Council resolution 2256 (2015) of 22 December 2015, issued in the report of the Office on its evaluation of the methods and work of the International Tribunal,  and encouraged the Tribunal to continue to report on its implementation in its next six-monthly report to the Council on progress towards implementation of the Tribunal completion strategy, without prejudice to the primacy given to the completion of its work;\r\n\t(h)\tWelcomed the adoption of the Code of Professional Conduct for the Judges of the International Tribunal, and emphasized the importance of developing a disciplinary mechanism for judges.\r\n\r\n(See A/71/L.53*, A/71/PV.68)",
  "ED_Disclaimer": "The text of this decision is available in all languages in document A/71/49 (Vol. II).",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2016-12-23T05:00:00.000Z",
      "ED_Number": "68th plenary meeting"
    }
  ]
}