{
  "_id": "5fecbd029b661c0917d13a80",
  "ED_Division": "GA",
  "ED_DecisionNumber": "71/549",
  "ED_Type": "Other Decisions",
  "ED_Title": "Commemorative meeting of the General Assembly on the occasion of the International Day for the Elimination of Racial Discrimination",
  "ED_AgendaItem": "66",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "71st session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 72nd plenary meeting, on 21 March 2017, the General Assembly, recalling its resolution of 19 December 2016 in which it requested the President of the General Assembly and the President of the Human Rights Council to continue to convene annual commemorative meetings of the Assembly and the Council during the commemoration of the International Day for the Elimination of Racial Discrimination, with the appropriate focus and themes, and to hold a debate on racial profiling and incitement to hatred, including in the context of migration, with the participation of the Secretary-General and the United Nations High Commissioner for Human Rights, and in this context encouraged the participation of eminent personalities active in the struggle against racial discrimination, Member States and civil society organizations in accordance with the rules of procedure of the Assembly and the Council, respectively, decided, without setting a precedent, to invite Ms. Louise Arbour, Special Representative of the Secretary-General for International Migration; Ms. Anastasia Crickley, Chair of the Committee on the Elimination of Racial Discrimination; and Mr. Mutuma Ruteere, Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance, to make statements at the commemorative meeting.\r\n\r\n(See A/71/PV.72)",
  "ED_Disclaimer": "The final version of this decision will be contained in document A/71/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2017-03-21T05:00:00.000Z",
      "ED_Number": "72nd plenary meeting"
    }
  ]
}