{
  "_id": "5fecbd029b661c0917d13aad",
  "ED_Division": "GA",
  "ED_DecisionNumber": "71/504 A and B",
  "ED_Type": "Other Decisions",
  "ED_Title": "Adoption of the agenda and allocation of items",
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "71st session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "A\r\n\r\nAt its 2nd plenary meeting, on 16 September 2016, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  adopted the agenda  and the allocation of agenda items  for the seventy-first session.\r\n\r\nAt the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  decided to include in the agenda of its seventy-first session the item entitled “Question of the Comorian island of Mayotte” under heading B (Maintenance of international peace and security), on the understanding that there would be no consideration of this item by the General Assembly.\r\n\r\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  decided to defer consideration of the item entitled “Question of the Malagasy islands of Glorieuses, Juan de Nova, Europa and Sassas da India” and to include it in the provisional agenda of its seventy-second session.\r\n\r\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  decided to include in the agenda of its seventy-first session the item entitled “Request for an advisory opinion of the International Court of Justice on the legal consequences of the separation of the Chagos Archipelago from Mauritius in 1965” under heading F (Promotion of justice and international law), on the understanding that there would be no consideration of this item by the General Assembly before June 2017 and that thereafter it may be considered upon notification by a Member State.\r\n\r\nAt its 35th plenary meeting, on 27 October 2016, the General Assembly, on the recommendation of the General Committee as set forth in its second report,  decided to include in the agenda of its seventy-first session an additional item entitled “Observer status of the Central American Bank for Economic Integration in the General Assembly”, under heading I (Organizational, administrative and other matters), and to allocate it to the Sixth Committee.\r\n\r\nAt its 68th plenary meeting, on 23 December 2016, the General Assembly decided to consider directly in plenary meeting agenda item 20 entitled “Implementation of the outcomes of the United Nations Conferences on Human Settlements and on Housing and Sustainable Urban Development and strengthening of the United Nations Human Settlements Programme (UN-Habitat)”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to proceed expeditiously with the consideration of a draft resolution. \r\n\r\n(See A/71/250, A/70/PV.2; A/71/250/Add.1, A/71/PV.35; A/71/PV.68)\r\n\r\nB\r\n\r\nAt its 69th plenary meeting, on 2 February 2017, the General Assembly decided to reopen consideration of sub-item (c) entitled “Disaster risk reduction” of agenda item 19 entitled “Sustainable development” under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution. \r\n\r\nAt its 70th plenary meeting, on 8 March 2017, the General Assembly decided to reopen consideration of sub-item (a) entitled “Appointment of members of the Advisory Committee on Administrative and Budgetary Questions” of agenda item 115 entitled “Appointments to fill vacancies in subsidiary organs and other appointments”, under heading I (Organizational, administrative and other matters), and to proceed expeditiously with the consideration of the report of the Fifth Committee.\r\n\r\nAt its 80th plenary meeting, on 4 May 2017, the General Assembly decided to reopen consideration of agenda item 106 entitled “Crime prevention and criminal justice”, under heading H (Drug control, crime prevention and combating international terrorism in all its forms and manifestations), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution (A/71/L.65). \r\n\r\nAt its 81st plenary meeting on 11 May 2017, the General Assembly decided to reopen consideration of sub-item (d) entitled “Appointment of members of the International Civil Service Commission” of agenda item 115 entitled “Appointments to fill vacancies in subsidiary organs and other appointments”, under heading I (Organizational, administrative and other matters), and to proceed expeditiously with the consideration of a report of the Fifth Committee (A/71/592/Add.1).\r\n\r\nAt its 92nd meeting, on 19 July 2017, the General Assembly decided to reopen consideration of sub-item (r) entitled “Cooperation between the \tUnited Nations and the Association of Southeast Asian Nations” of agenda item 126 entitled “Cooperation between the United Nations and regional and other organizations” under heading I (Organizational, administrative and other matters), and to proceed expeditiously with the consideration of a draft resolution (A/71/L.76). \r\n\r\nAt its 96th plenary meeting, on 8 September 2017, the General Assembly decided to reopen consideration of agenda item 109 entitled “Crime prevention and criminal justice”, under heading H (Drug control, crime prevention and combating international terrorism in all its forms and manifesttions), and to proceed expeditiously with the consideration of a draft resolution (A/71/L.80).\r\n\r\nAt its 96th plenary meeting, on 8 September 2017, the General Assembly decided to reopen consideration of sub-item (x) entitled “Cooperation between the United Nations and the Organization for Democracy and Economic Development – GUAM” of agenda item 126 entitled “Cooperation between the United Nations and regional and other organizations” under heading I (Organizational, administrative and other matters), and to proceed expeditiously with the consideration of a draft decision (A/71/L.85). \r\n\r\n\r\n(See A/71/PV.69, A/71/PV.70, A/71/PV.80, A/71/PV.81, A/71/PV.92, A/71/PV.96)",
  "ED_Disclaimer": "The text of part A of this decision is available in all languages in document A/71/49 (Vol. II). The final version of part B of this decision will be contained in document A/71/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "_id": "5fee67f37f815d001127ef9d",
      "ED_Number": "96th plenary meeting",
      "ED_Date": "2017-09-08T05:00:00.000Z"
    },
    {
      "_id": "5fee67f37f815d001127ef9c",
      "ED_Number": "92nd plenary meeting",
      "ED_Date": "2017-07-19T05:00:00.000Z"
    },
    {
      "_id": "5fee67f37f815d001127ef9b",
      "ED_Number": "81st plenary meeting",
      "ED_Date": "2017-05-11T04:00:00.000Z"
    },
    {
      "_id": "5fee67f37f815d001127ef9a",
      "ED_Number": "80th plenary meeting",
      "ED_Date": "2017-05-04T04:00:00.000Z"
    },
    {
      "_id": "5fee67f37f815d001127ef99",
      "ED_Number": "70th plenary meeting",
      "ED_Date": "2017-03-08T05:00:00.000Z"
    },
    {
      "_id": "5fee67f37f815d001127ef98",
      "ED_Number": "69th plenary meeting",
      "ED_Date": "2017-02-02T05:00:00.000Z"
    },
    {
      "_id": "5fee67f37f815d001127ef97",
      "ED_Number": "68th plenary meeting",
      "ED_Date": "2016-12-23T05:00:00.000Z"
    },
    {
      "_id": "5fee67f37f815d001127ef96",
      "ED_Number": "35th plenary meeting",
      "ED_Date": "2016-10-27T04:00:00.000Z"
    },
    {
      "_id": "5fee67f37f815d001127ef95",
      "ED_Number": "2nd plenary meeting",
      "ED_Date": "2016-09-16T04:00:00.000Z"
    }
  ],
  "DEC_NotificationSentTime": null
}