{
  "_id": "5fecbd029b661c0917d13a95",
  "ED_Division": "GA",
  "ED_DecisionNumber": "71/528",
  "ED_Type": "Other Decisions",
  "ED_Title": "Provisional programme of work of the Sixth Committee for the seventy-second session",
  "ED_AgendaItem": "121",
  "ED_Plenary_Committee": "Sixth Committee",
  "ED_Session": "71st session of the General Assembly",
  "ED_OriginatingBody": "Sixth Committee",
  "ED_DecisionText": "\tAt its 62nd plenary meeting, on 13 December 2016, the General Assembly, on the recommendation of the Sixth Committee,  noted that the Committee had decided to adopt the following provisional programme of work for the seventy-second session of the Assembly, as proposed by the Bureau:\r\n\r\nProvisional programme of work \r\n\r\n2 October\tOrganization of work of the Sixth Committee\r\n2–4 October\tMeasures to eliminate international terrorism\r\n4 and 5 October\tThe rule of law at the national and international levels\r\n6 October\tCriminal accountability of United Nations officials and experts on mission\r\n9 October\tReport of the United Nations Commission on International Trade Law on the work of its fiftieth session\r\n\tRequest(s) for observer status\r\n9 and 10 October\tAdministration of justice at the United Nations\r\n10 October\tReport of the Special Committee on the Charter of the United Nations and on the Strengthening of the Role of the Organization\r\n10 and 11 October\tThe scope and application of the principle of universal jurisdiction\r\n12 October\tExpulsion of aliens\r\n13 October\tResponsibility of international organizations\r\n16 October\tUnited Nations Programme of Assistance in the Teaching, Study, Dissemination and Wider Appreciation of International Law\r\n20 October\tEffects of armed conflicts on treaties\r\n23–27 and 31 October and 1 November\tReport of the International Law Commission on the work of its sixty-ninth session\r\n2 November\tReport of the Committee on Relations with the Host Country\r\n6 November\tRevitalization of the work of the General Assembly\r\n10 November\tProgramme planning\r\n\tElection of the officers of the Main Committees\r\n6, 17 and 18 October\tReserved\r\n\r\n(See A/71/519, para. 6, A/71/PV.62)",
  "ED_Disclaimer": "The text of this decision is available in all languages in document A/71/49 (Vol. II).",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2016-12-13T05:00:00.000Z",
      "ED_Number": "62nd plenary meeting"
    }
  ]
}