{
  "_id": "5fecbd029b661c0917d13a6e",
  "ED_Division": "GA",
  "ED_DecisionNumber": "71/567",
  "ED_Type": "Other Decisions",
  "ED_Title": "Inclusion of items in the draft agenda of the seventy-second session",
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "71st session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 97th plenary meeting on 11 September 2017, the General Assembly decided to include the following items in the draft agenda of its seventy-second session:\r\nItem 9\r\nReport of the Economic and Social Council.\r\n\r\nItem 14\r\nCulture of peace.\r\n\r\nItem 19, and its sub-item (h)\r\nSustainable development:\r\n\t(h)\tHarmony with Nature.\r\n\r\nItem 20\r\nImplementation of the outcomes of the United Nations Conferences on Human Settlements and on Housing and Sustainable Urban Development and strengthening of the United Nations Human Settlements Programme \r\n(UN-Habitat).\r\n\r\nItem 29\r\nReport of the Peacebuilding Commission.\r\n\r\nItem 34\r\nThe situation in the Middle East.\r\n\r\nItem 35\r\nQuestion of Palestine.\r\n\r\nItem 51\r\nComprehensive review of the whole question of peacekeeping operations in all their aspects.\r\n\r\nItem 61\r\nPeacebuilding and sustaining peace.\r\n\r\nItem 68 and its sub-item (b)\r\nPromotion and protection of human rights:\r\n\t(b)\tHuman rights questions, including alternative approaches for improving the effective enjoyment of human rights and fundamental freedoms.\r\n\r\nItem 69 and its sub-items (a) to (c)\r\nStrengthening of the coordination of humanitarian and disaster relief assistance of the United Nations, including special economic assistance: \r\n\t(a)\tStrengthening of the coordination of emergency humanitarian assistance of the United Nations; \r\n\t(b)\tAssistance to the Palestinian people; \r\n\t(c)\tSpecial economic assistance to individual countries or regions.\r\nItem 73\r\nOceans and the law of the sea: \r\n\t(a)\tOceans and the law of the sea; \r\n\t(b)\tSustainable fisheries, including through the 1995 Agreement for the Implementation of the Provisions of the United Nations Convention on the Law of the Sea of 10 December 1982 relating to the Conservation and Management of Straddling Fish Stocks and Highly Migratory Fish Stocks, and related instruments. \r\n\r\nItem 110\r\nReport of the Secretary-General on the Peacebuilding Fund.\r\n\r\nItem 112\r\nElections to fill vacancies in principal organs.\r\n\r\nItem 114 and its sub-item (a)\r\nElections to fill vacancies in subsidiary organs and other elections: \r\n\t(a)\tElection of seven members of the Committee for Programme and Coordination\r\n\r\nItem 115 and its sub-items (a), (b), (d) and (g)\r\nAppointments to fill vacancies in subsidiary organs and other appointments: \r\n\t(a)\tAppointment of members of the Advisory Committee on Administrative and Budgetary Questions; \r\n\t(b)\tAppointment of members of the Committee on Contributions; \r\n\t(d)\tAppointment of members of the International Civil Service Commission; \r\n\t(g)\tAppointment of members of the Committee on Conferences.\r\n\r\nItem 117\r\nFollow-up to the outcome of the Millennium Summit.\r\n\r\nItem 124\r\nUnited Nations reform: measures and proposals.\r\n\r\nItem 127\r\nGlobal health and foreign policy.\r\n\r\nItem 128\r\nInternational Tribunal for the Prosecution of Persons Responsible for Serious Violations of International Humanitarian Law Committed in the Territory of the Former Yugoslavia since 1991.\r\n\r\nItem 129\r\nInternational Residual Mechanism for Criminal Tribunals.\r\n\r\nItem 130\r\nInvestigation into the conditions and circumstances resulting in the tragic death of Dag Hammarskjöld and of the members of the party accompanying him.\r\n\r\nItem 132\r\nFinancial reports and audited financial statements, and reports of the Board of Auditors: \r\n\t(a)\tUnited Nations; \r\n\t(b)\tUnited Nations peacekeeping operations; \r\n\t(c)\tInternational Trade Centre; \r\n\t(d)\tUnited Nations University; \r\n\t(e)\tCapital master plan; \r\n\t(f)\tUnited Nations Development Programme; \r\n\t(g)\tUnited Nations Capital Development Fund; \r\n\t(h)\tUnited Nations Children’s Fund; \r\n\t(i)\tUnited Nations Relief and Works Agency for Palestine Refugees in the Near East; \r\n\t(j)\tUnited Nations Institute for Training and Research; \r\n\t(k)\tVoluntary funds administered by the United Nations High Commissioner for Refugees; \r\n\t(l)\tFund of the United Nations Environment Programme; \r\n\t(m)\tUnited Nations Population Fund; \r\n\t(n)\tUnited Nations Human Settlements Programme; \r\n\t(o)\tUnited Nations Office on Drugs and Crime; \r\n\t(p)\tUnited Nations Office for Project Services; \r\n\t(q)\tUnited Nations Entity for Gender Equality and the Empowerment of Women (UN-Women); \r\n\t(r)\tInternational Criminal Tribunal for the Prosecution of Persons Responsible for Genocide and Other Serious Violations of International Humanitarian Law Committed in the Territory of Rwanda and Rwandan Citizens Responsible for Genocide and Other Such Violations Committed in the Territory of Neighbouring States between 1 January and 31 December 1994; \r\n\t(s)\tInternational Tribunal for the Prosecution of Persons Responsible for Serious Violations of International Humanitarian Law Committed in the Territory of the Former Yugoslavia since 1991; \r\n\t(t)\tInternational Residual Mechanism for Criminal Tribunals; \r\n\t(u)\tUnited Nations Joint Staff Pension Fund. \r\n\r\nItem 133\r\nReview of the efficiency of the administrative and financial functioning of the United Nations.\r\n\r\nItem 134\r\nProgramme budget for the biennium 2016-2017.\r\n\r\nItem 135\r\nProgramme planning.\r\n\r\nItem 137\r\nPattern of conferences.\r\n\r\nItem 138\r\nScale of assessments for the apportionment of the expenses of the United Nations.\r\n\r\nItem 139\r\nHuman resources management.\r\n\r\nItem 140\r\nJoint Inspection Unit.\r\n\r\nItem 141\r\nUnited Nations common system.\r\n\r\nItem 143\r\nAdministrative and budgetary coordination of the United Nations with the specialized agencies and the International Atomic Energy Agency.\r\n\r\nItem 144\r\nReport on the activities of the Office of Internal Oversight Services.\r\n\r\nItem 145\r\nAdministration of justice at the United Nations.\r\n\r\nItem 147\r\nFinancing of the International Tribunal for the Prosecution of Persons Responsible for Serious Violations of International Humanitarian Law Committed in the Territory of the Former Yugoslavia since 1991.\r\n\r\nItem 148\r\nFinancing of the International Residual Mechanism for Criminal Tribunals.\r\n\r\nItem 149\r\nAdministrative and budgetary aspects of the financing of the United Nations peacekeeping operations.\r\n\r\nItem 150\r\nFinancing of the United Nations Interim Security Force for Abyei.\r\n\r\nItem 151\r\nFinancing of the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic.\r\n\r\nItem 152\r\nFinancing of the United Nations Operation in Côte d’Ivoire.\r\n\r\nItem 153\r\nFinancing of the United Nations Peacekeeping Force in Cyprus.\r\n\r\nItem 154\r\nFinancing of the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo.\r\n\r\nItem 156\r\nFinancing of the United Nations Stabilization Mission in Haiti.\r\n\r\nItem 157\r\nFinancing of the United Nations Interim Administration Mission in Kosovo.\r\n\r\nItem 158\r\nFinancing of the United Nations Mission in Liberia.\r\n\r\nItem 159\r\nFinancing of the United Nations Multidimensional Integrated Stabilization Mission in Mali.\r\n\r\nItem 160\r\nFinancing of the United Nations peacekeeping forces in the Middle East: \r\n\t(a)\tUnited Nations Disengagement Observer Force; \r\n\t(b)\tUnited Nations Interim Force in Lebanon\r\n\r\nItem 161\r\nFinancing of the United Nations Mission in South Sudan.\r\n\r\nItem 162\r\nFinancing of the United Nations Mission for the Referendum in Western Sahara.\r\n\r\nItem 163\r\nFinancing of the African Union-United Nations Hybrid Operation in Darfur.\r\n\r\nItem 164\r\nFinancing of the activities arising from Security Council resolution 1863 (2009).\r\n\r\n(See A/71/PV.97)",
  "ED_Disclaimer": "The final version of this decision will be contained in document A/71/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2017-09-11T05:00:00.000Z",
      "ED_Number": "97th plenary meeting"
    }
  ]
}