{
  "_id": "5fecbcf69b661c0917d13a47",
  "ED_Division": "GA",
  "ED_DecisionNumber": "74/415",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Membership of the Committee on the Exercise of the Inalienable Rights of the Palestinian People",
  "ED_AgendaItem": "35",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "74th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 60th plenary meeting, on 3 March 2020, the General Assembly, in light of the decision of the Committee on the Exercise of the Inalienable Rights of the Palestinian People conveyed by its Chair to the President of the General Assembly,  took note of the change in the membership of the Committee where UKRAINE ceased its membership in the Committee, effective 1 January 2020.\r\n\r\nAs a result, the Committee on the Exercise of the Inalienable Rights of the Palestinian People is composed of the following twenty-five States:  AFGHANISTAN, BELARUS, BOLIVIA (PLURINATIONAL STATE OF), CUBA, CYPRUS, ECUADOR, GUINEA, GUYANA, INDIA, INDONESIA, LAO PEOPLE’S DEMOCRATIC REPUBLIC, MADAGASCAR, MALAYSIA, MALI, MALTA, NAMIBIA, NICARAGUA, NIGERIA, PAKISTAN, SENEGAL, SIERRA LEONE, SOUTH AFRICA, TUNISIA, TURKEY and VENEZUELA (BOLIVARIAN REPUBLIC OF). \r\n",
  "ED_Disclaimer": " See A/74/690. On 22 December 1976, Guyana, Mali and Nigeria became members of the Committee (decision 31/318). On 6 December 1990, Belarus became a member of the Committee, with immediate effect, to fill the vacancy brought about by the access of the German Democratic Republic to the Federal Republic of Germany (decision 45/313). On 9 December 1997, Namibia and South Africa became members of the Committee (decision 52/317). Subsequent to the same decision, Yugoslavia ceased to be a member of the Committee as from the fifty-sixth session of the General Assembly. On 1 May 2004, Hungary resigned its seat on the Committee. On 31 May 2005, Romania discontinued its membership on the Committee. On 11 September 2008, Nicaragua became a member of the Committee (decision 62/553). On 7 September 2010, the Bolivarian Republic of Venezuela became a member of the Committee (decision 64/429). On 16 March 2012, Ecuador became a member of the Committee (decision 66/420). On 22 August 2013, the Plurinational State of Bolivia became a member of the Committee (decision 67/422).  \r\nThe final version of decisions adopted during the resumed part of the session will be contained in document A/74/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2020-03-03T05:00:00.000Z",
      "ED_Number": "60th plenary meeting"
    }
  ]
}