{
  "_id": "5fecbcf69b661c0917d13a4f",
  "ED_Division": "GA",
  "ED_DecisionNumber": "74/407",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Confirmation of the appointment of members of the Investments Committee",
  "ED_AgendaItem": "115(c)",
  "ED_Plenary_Committee": "Fifth Committee",
  "ED_Session": "74th session of the General Assembly",
  "ED_OriginatingBody": "Fifth Committee",
  "ED_DecisionText": "At its 29th plenary meeting, on 8 November 2019, the General Assembly, on the recommendation of the Fifth Committee,   confirmed the reappointment by the Secretary-General of the following persons as regular members of the Investments Committee for a three-year term of office beginning on 1 January 2020: Simon Jiang, Achim Kassow, Michael S. Klein and Luciane Ribeiro. \r\n\r\nAt the same meeting, the General Assembly, on the recommendation of the Fifth Committee,   confirmed the reappointment by the Secretary-General of Madhav Dhar as a regular member and as Chair of the Investments Committee for a one-year term of office beginning on 1 January 2020.\r\n\r\nAt the same meeting, the General Assembly, on the recommendation of the Fifth Committee,   confirmed the appointment by the Secretary-General of the following persons as ad hoc members of the Investments Committee for a one-year term of office, beginning on 1 January 2020: Tay Lim Hock, Abel Moffat Sithole, Katina Stefanova and Macky Tall.\r\n\r\nAs a result, as of 1 January 2020, the Investments Committee is composed as follows : Madhav\r\nDHAR (India, regular member and Chair),* Keiko HONDA (Japan, regular member),** Simon JIANG (China, regular member),*** Achim KASSOW (Germany, regular member),*** Michael S. KLEIN (United States of America, regular member),*** Luciane RIBEIRO (Brazil, regular member),*** Abel Moffat SITHOLE (South Africa, ad hoc member),* Katina STEFANOVA (Bulgaria, ad hoc member),* Macky TALL (Canada, ad hoc member),* and TAY Lim Hock (Singapore, ad hoc member).*\r\n___________________\r\n*\tTerm of office expires on 31 December 2020.\r\n**\tTerm of office expires on 31 December 2021.\r\n***\tTerm of office expires on 31 December 2022.\r\n",
  "ED_Disclaimer": "  A/74/524, para. 4 (a).\r\n  A/74/524, para. 4 (b).\r\n  A/74/524, para. 4 (c).\r\nThree vacancies for regular members remain to be filled for a term of office beginning on 1 January 2020.\r\n\r\nThe final version of decisions adopted during the main part of the session will be contained in document A/74/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2019-11-08T05:00:00.000Z",
      "ED_Number": "29th plenary meeting"
    }
  ]
}