{
  "_id": "5fecbd029b661c0917d13b61",
  "ED_Division": "GA",
  "ED_DecisionNumber": "74/557.",
  "ED_Type": "Other Decisions",
  "ED_Title": "Procedure for holding elections by secret ballot without a plenary meeting during the coronavirus disease (COVID-19) pandemic",
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "74th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "On 29 May 2020, the General Assembly, on the proposal of its President (A/74/L.67), noting with concern the situation concerning the coronavirus disease (COVID 19) pandemic and the limitations recommended on meetings within the United Nations premises as precautionary measures aimed at containing the spread of COVID-19, and considering the various elections that were scheduled be held in June 2020 by the General Assembly at its seventy-fourth session, in accordance with resolution 68/307 of 10 September 2014, as well as rules 30 and 99 of the rules of procedure of the Assembly, for the proper functioning of the Organization, including, in particular, the planned elections of non-permanent members of the Security Council, members of the Economic and Social Council, and the President and Vice-Presidents of the Assembly, as well as the Chairs of the Main Committees of the Assembly,\r\n\t(a)\tDecided to hold the election of non-permanent members of the Security Council and the election of members of the Economic and Social Council in June 2020, simultaneously, without holding a plenary meeting of the General Assembly, in accordance with the Charter of the United Nations, the rules of procedure and the established practice of the Assembly, and the arrangements set out in the annex to the present decision;\r\n\t(b)\tAlso decided to apply mutatis mutandis the provisions of the present decision to other elections of the General Assembly during the seventy-fourth session in which the number of candidates exceeded the number of seats to be filled, or where a Member State requested a secret ballot, even if the number of candidates did not exceed the number of seats to be filled;\r\n\t(c)\tFurther decided to take note of the results of any of the elections mentioned above at its first plenary meeting held after the cessation of the precautionary measures as soon as the circumstances allow;\r\n\t(d)\tAuthorized the Main Committees to apply mutatis mutandis the provisions of the present decision to the election of the Chairs of the Main Committees of the General Assembly at its seventy-fifth session, in the event that a secret ballot became necessary. \r\nAnnex\r\n\r\n\t\tCommunications from the President of the General Assembly prior to the elections\r\n\r\n1.\tThe President of the General Assembly shall circulate a letter to all Member States, at least ten working days prior to the first round of secret balloting for the elections, to inform Member States of the following: \r\n\t(a)\tThe date on which the elections will be held;\r\n\t(b)\tThe number of vacant seats; \r\n\t(c)\tThe venue where ballots may be cast (the designated venue);\r\n\t(d)\tThe contact details of the Secretariat official to whom Member States are requested to submit the names of the representative, and an alternate, who will cast the ballot of the Member State (the voter);\r\n\t(e)\tAny other details concerning the conduct of the elections.\r\n2.\tThe President of the General Assembly shall circulate a letter to all Member States, at least one working day prior to the first round of secret balloting for the elections, to notify them of the names of candidates communicated to the Secretariat at least 48 hours prior to the elections pursuant to resolution 71/323 of 8 September 2017.\r\n3.\tThe lists of candidates will continue to be updated on the e-deleGATE portal after the circulation of the letter of the President of the General Assembly. \r\n\r\n\t\tCasting of ballots\r\n\r\n4.\tOn the day of the elections, the voter is invited to visit the designated venue to cast its ballots. \r\n5.\tThe voter is invited to visit the designated venue during a specific time slot communicated to the voter five working days prior to the elections by the President of the General Assembly.\r\n6.\tThe voter shall receive the ballot papers upon arrival at the designated venue, following the presentation of a valid United Nations grounds pass. \r\n7.\tOnly ballots cast in the ballot boxes at the designated venue shall be accepted. \r\n8.\tNo ballots shall be accepted after the last time slot has expired.\r\n9.\tThe President of the General Assembly, prior to proceeding with the counting of the ballots, shall ensure that the total number of ballot papers cast in all the ballot boxes amounts to at least a majority of the members of the General Assembly. In the event that the total number of ballot papers cast in all the ballot boxes did not amount to at least a majority of the members of the Assembly, the President shall circulate a letter to all Member States indicating a new date and time for the elections. \r\n\r\n\t\tAnnouncement of the results\r\n\r\n10.\tUpon receipt of the results certified by the tellers, the President of the General Assembly shall immediately circulate a letter to all Member States in order to inform them of the results and to declare elected those Member States that have received the greatest number of votes and a required majority of the members present and voting.\r\n\r\n\t\tAdditional rounds of balloting\r\n\r\n11.\tIf the number of candidates obtaining a required majority of the members present and voting is fewer than the number of members to be elected, there shall be additional ballots to fill the remaining places.\r\n12.\tIn such a case, the President of the General Assembly shall circulate a letter to all Member States with the date and time of the next round of secret balloting, which shall commence on a working day at most 20 hours after the circulation of the letter. In the letter, the President shall also indicate the candidates that are eligible in that round of secret balloting and any other details concerning the conduct of the secret ballot.\r\n13.\tIn the case of a tie vote, and when it becomes necessary to determine the candidate that will proceed to the next round of restricted balloting, there shall be a special restricted ballot limited to those candidates that have obtained an equal number of votes.\r\n\r\n",
  "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in the official record of the GA (A/74/49 (Vol. III)) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2020-05-29T05:00:00.000Z",
      "ED_Number": "N/A plenary meeting"
    }
  ]
}