{
  "_id": "5fecbd029b661c0917d13b74",
  "ED_Division": "GA",
  "ED_DecisionNumber": "74/538",
  "ED_Type": "Other Decisions",
  "ED_Title": "Draft programme of work of the Second Committee for the seventy-fifth session of the General Assembly",
  "ED_AgendaItem": "121",
  "ED_Plenary_Committee": "Second Committee",
  "ED_Session": "74th session of the General Assembly",
  "ED_OriginatingBody": "Second Committee",
  "ED_DecisionText": "At its 52nd plenary meeting, on 19 December 2019, the General Assembly, on the recommendation of the Second Committee (A/74/389, para. 8):  \r\n(a)\tApproved, subject to any subsequent decision by the Assembly, the draft programme of work of the Second Committee for the seventy-fifth session of the Assembly as set out below;\r\n(b)\tInvited the Bureau of the Second Committee at the seventy-fifth session, in preparing the draft programme of work and timetable of the Committee for the seventy-fifth session, to take into account the provisional programme of work and timetable of the Committee as contained in conference room paper A/C.2/74/CRP.1.\r\nDraft programme of work*  \r\n1.\tInformation and communications technologies for sustainable development.\r\n2.\tMacroeconomic policy questions and sub-items.\r\n3.\tFollow-up to and implementation of the outcomes of the International Conferences on Financing for Development.\r\n4.\tSustainable development and sub-items.\r\n5.\tGlobal Code of Ethics for Tourism.\r\n6.\tFollow-up to the implementation of the New Urban Agenda and strengthening of the United Nations Human Settlements Programme (UN-Habitat).\r\n7.\tGlobalization and interdependence and sub-items.\r\n8.\tGroups of countries in special situations and sub-items.\r\n9.\tEradication of poverty and other development issues and sub-items.\r\n10.\tOperational activities for development and sub-items.\r\n11.\tAgriculture development, food security and nutrition and sub-items.\r\n12.\tPermanent sovereignty of the Palestinian people in the Occupied Palestinian Territory, including East Jerusalem, and of the Arab population in the occupied Syrian Golan over their natural resources.\r\n\r\n*In order not to prejudge the outcome of the informal consultation process of the Second Committee on the revitalization of its work, the main items are listed without their sub-items.\r\n",
  "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/74/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2019-12-19T05:00:00.000Z",
      "ED_Number": "52nd plenary meeting"
    }
  ]
}