{
  "_id": "5fecbd029b661c0917d13b5e",
  "ED_Division": "GA",
  "ED_DecisionNumber": "74/560.",
  "ED_Type": "Other Decisions",
  "ED_Title": "Building a peaceful and better world through sport and the Olympic ideal",
  "ED_AgendaItem": "11",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "74th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "On 6 July 2020, the General Assembly, on the proposal of Japan (A/74/L.73), recalling its resolution 74/16 of 9 December 2019, in which it had urged Member States to observe the Olympic Truce individually and collectively, within the framework of the Charter of the United Nations, throughout the period from the seventh day before the start of the Games of the XXXII Olympiad until the seventh day following the end of the XVI Paralympic Games, and noting that, owing to the coronavirus disease (COVID-19), the Games of the XXXII Olympiad had been rescheduled to be held from 23 July to 8 August 2021 and that the XVI Paralympic Games had been rescheduled to be held from 24 August to 5 September 2021, in Tokyo, \r\n\t\r\n(a)\tDecided to observe the Olympic Truce throughout the period from the seventh day before the start of the Games of the XXXII Olympiad until the seventh day following the end of the XVI Paralympic Games, to be held in Tokyo in 2021; \r\n\r\n(b)\tAlso decided to include in the provisional agenda of its seventy-fifth session the sub-item entitled “Building a peaceful and better world through sport and the Olympic ideal” of the item entitled “Sport for development and peace”.\r\n",
  "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in the official record of the GA (A/74/49 (Vol. III)) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2020-07-06T05:00:00.000Z",
      "ED_Number": "N/A plenary meeting"
    }
  ]
}