{
  "_id": "5fecbd029b661c0917d13b6f",
  "ED_Division": "GA",
  "ED_DecisionNumber": "74/543",
  "ED_Type": "Other Decisions",
  "ED_Title": "Intergovernmental Conference on an International legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction",
  "ED_AgendaItem": "74(a)",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "74th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 61st plenary meeting, on 11 March 2020, the General Assembly, on the proposal of its President (A/74/L.41),  recalling its resolution 72/249 of 24 December 2017, in which it had decided to convene an intergovernmental conference, under the auspices of the United Nations, to consider the recommendations of the Preparatory Committee  on the elements and to elaborate the text of an international legally binding instrument under the United Nations Convention on the Law of the Sea  on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, with a view to developing the instrument as soon as possible, and also had decided that, initially with respect to 2018, 2019 and the first half of 2020, the conference should meet for four sessions of a duration of 10 working days each; recalling also its resolution 74/19 of 10 December 2019, in which it had decided to convene, from 23 March to 3 April 2020, the fourth session of the intergovernmental conference; noting with concern the situation concerning the coronavirus disease 2019 (COVID-19),\r\n\r\n\tDecided to postpone the fourth session of the conference to the earliest possible available date to be decided by the General Assembly. \r\n",
  "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in the official record of the GA (A/74/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2020-03-11T05:00:00.000Z",
      "ED_Number": "61st plenary meeting"
    }
  ]
}