{
  "_id": "5fecbd029b661c0917d13b97",
  "ED_Division": "GA",
  "ED_DecisionNumber": "74/503 A and B",
  "ED_Type": "Other Decisions",
  "ED_Title": "Adoption of the agenda and allocation of agenda items ",
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "74th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "A\r\n\r\n\tAt its 2nd plenary meeting, on 20 September 2019, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  adopted the agenda  and the allocation of agenda items  for the seventy-fourth session.\r\n\r\n\tAt the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  decided to include in the agenda of its seventy-fourth session the item entitled “Question of the Comorian island of Mayotte”, under heading B (Maintenance of international peace and security), on the understanding that there would be no consideration of this item by the Assembly.\r\n\r\n\tAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  decided to defer consideration of the item entitled “Question of the Malagasy islands of Glorieuses, Juan de Nova, Europa and Bassas da India” and to include it in the provisional agenda of its seventy-fifth session.\r\n\r\n\tAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  by a recorded vote of 79 to 13, with 17 abstentions,  decided to include in the agenda of its seventy-fourth session an item entitled “The responsibility to protect and the prevention of genocide, war crimes, ethnic cleansing and crimes against humanity” under heading I (Organizational, administrative and other matters). \r\n\r\nAt its 19th plenary meeting, on 23 October 2019, the General Assembly, on the proposal of the Secretary-General,  having waived the relevant provisions of rule 40 of its rules of procedure, decided to include in the agenda of its seventy-fourth session an additional sub-item entitled “Appointment of members and alternate members of the United Nations Staff Pension Committee”, as sub-item (j) of agenda item 115 entitled “Appointments to fill vacancies in subsidiary organs and other appointments” under heading I (Organizational, administrative and other matters), and to allocate it to the Fifth Committee.\r\n\r\nAt its 52nd plenary meeting, on 19 December 2019, the General Assembly decided to consider directly in the plenary meeting sub-item (b) entitled “International financial system and development” of agenda item 17 entitled “Macroeconomic policy questions”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution (A/74/L.38). \r\n\r\nB \r\n\r\nOn 31 March 2020, the General Assembly decided to consider directly in plenary agenda item 163 entitled “Financing of the African Union-United Nations Hybrid Operation in Darfur”, under heading I (Organizational, administrative and other matters), and to proceed expeditiously with the consideration of a draft resolution (A/74/L.50).   \r\n\r\nOn 2 April 2020, the General Assembly decided to reopen consideration of agenda item 79 entitled “Report of the International Law Commission on the work of its seventy-first session”, under heading F (Promotion of justice and international law), and to consider it directly in plenary in order to proceed expeditiously with the consideration of a draft decision (A/74/L.45).  \r\n\r\nOn 2 April 2020, the General Assembly decided to reopen consideration of sub-item (b) entitled “Report of the Disarmament Commission” of  agenda item 100 entitled “Review of the implementation of the recommendations and decisions adopted by the General Assembly at its tenth special session”, under heading G (Disarmament), and to consider it directly in plenary in order to proceed expeditiously with the consideration of a draft decision (A/74/L.43).   \r\n\r\nOn 13 April 2020, the General Assembly decided to reopen consideration of agenda item 106 entitled “Crime prevention and criminal justice”, under heading H (Drug control, crime prevention and combating international terrorism in all its forms and manifestations), and to consider it directly in plenary in order to proceed expeditiously with the consideration of a draft decision (A/74/L.47).\r\n\r\nOn 13 April 2020, the General Assembly decided to reopen consideration of sub-item (b) entitled “Appointment of members of the Committee on Contributions” of agenda item 115 entitled “Appointments to fill vacancies in subsidiary organs and other appointments”, under heading I (Organizational, administrative and other matters), and to proceed expeditiously with the consideration of the report of the Fifth Committee (A/74/525/Add.2).\r\n\r\nOn 13 April 2020, the General Assembly decided to consider directly in plenary agenda item 133 entitled “Review of the efficiency of the administrative and financial functioning of the United Nations”, under heading I (Organizational, administrative and other matters), and to proceed expeditiously with the consideration of a draft resolution (A/74/L.53) and a draft decision (A/74/L.54). \r\n\r\nOn 13 April 2020, the General Assembly decided to consider directly in plenary agenda item 147 entitled “Financing of the International Residual Mechanism for Criminal Tribunals”, under heading I (Organizational, administrative and other matters), and to proceed expeditiously with the consideration of a draft resolution (A/74/L.55).\r\n\r\n\r\nOn 14 May 2020, the General Assembly decided to reopen consideration of sub-item (e) entitled “Implementation of the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa” of agenda item 19 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to consider it directly in plenary in order to proceed expeditiously with the consideration of a draft decision (A/74/L.60). \r\n\r\nOn 14 May 2020, the General Assembly decided to consider directly in plenary sub-item (b) entitled “South-South cooperation for development” of agenda item 23 entitled “Operational activities for development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft decision (A/74/L.64).\r\n\r\nOn 11 August 2020, the General Assembly decided to consider directly in plenary sub-item (a) entitled “Follow-up to the Fourth United Nations Conference on the Least Developed Countries” of agenda item 21 entitled “Groups of countries in special situations”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and proceed expeditiously with the consideration of a draft resolution (A/74/L.74). \r\n\r\nOn 11 August 2020, the General Assembly decided to reopen consideration of sub-item (a) “Operational activities for development of the United Nations system” of agenda item 23 entitled “Operational activities for development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to consider it directly in plenary in order to proceed expeditiously with the consideration of a draft resolution (A/74/L.77). \r\n\r\nOn 12 August 2020, the General Assembly decided to reopen consideration of agenda item 67 entitled “Rights of indigenous peoples”, under heading D (Promotion of human rights), and to consider it directly in plenary in order to proceed expeditiously with the consideration of a draft decision (A/74/L.81). \r\n\r\nOn 14 August 2020, the General Assembly decided to reopen consideration of agenda item 107 entitled “Countering the use of information and communications technologies for criminal purposes”, under heading H (Drug control, crime prevention and combating international terrorism in all its forms and manifestations), and to consider it directly in plenary in order to proceed expeditiously with the consideration of a draft decision (A/74/L.84). \r\n\r\nOn 31 August 2020, the General Assembly decided to reopen consideration of sub-item (a) “Appointment of members of the Advisory Committee on Administrative and Budgetary Questions” of agenda item 105 entitled “Appointments to fill vacancies in subsidiary organs and other appointments”, under heading H (Drug control, crime prevention and combating international terrorism in all its forms and manifestations), and to consider it directly in plenary in order to proceed expeditiously with the consideration of the appointment (A/74/101/Add.2). \r\n\r\nAt the 64th plenary meeting, on 11 September 2020, the General Assembly decided to reopen consideration of agenda item 120 entitled “Implementation of the resolutions of the United Nations”, under heading I (Organizational, administrative and other matters), and to proceed expeditiously with the consideration of the draft resolution (A/74/L.92) and the draft amendment (A/74/L.93). \r\n\r\n",
  "ED_Disclaimer": "Decision 74/503, in section B.1 of the Official Records of the General Assembly, Seventy-fourth Session, Supplement No. 49 (A/74/49), vol. II, becomes decision 74/503 A. The final version of decisions adopted during the main part of the session is contained in the official record of the GA (A/74/49 (Vol. II)) after editorial review.\r\n\r\nThe final version of decisions adopted during the resumed part of the session will be contained in the official record of the GA (A/74/49 (Vol. III)) after editorial review.\r\n",
  "ED_MarkNew": false,
  "ED_MarkUpdated": true,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2020-09-11T05:00:00.000Z",
      "ED_Number": "64th plenary meeting"
    },
    {
      "ED_Date": "2020-08-31T05:00:00.000Z",
      "ED_Number": "N.A. plenary meeting"
    },
    {
      "ED_Date": "2020-08-14T05:00:00.000Z",
      "ED_Number": "N.A. plenary meeting"
    },
    {
      "ED_Date": "2020-08-12T05:00:00.000Z",
      "ED_Number": "N.A. plenary meeting"
    },
    {
      "ED_Date": "2020-08-11T05:00:00.000Z",
      "ED_Number": "N.A. plenary meeting"
    },
    {
      "ED_Date": "2020-05-14T05:00:00.000Z",
      "ED_Number": "N.A. plenary meeting"
    },
    {
      "ED_Date": "2020-04-13T05:00:00.000Z",
      "ED_Number": "N.A. plenary meeting"
    },
    {
      "ED_Date": "2020-04-02T05:00:00.000Z",
      "ED_Number": "N.A. plenary meeting"
    },
    {
      "ED_Date": "2020-03-31T05:00:00.000Z",
      "ED_Number": "N.A. plenary meeting"
    },
    {
      "ED_Date": "2019-12-19T05:00:00.000Z",
      "ED_Number": "52nd plenary meeting"
    },
    {
      "ED_Date": "2019-10-23T05:00:00.000Z",
      "ED_Number": "19th plenary meeting"
    },
    {
      "ED_Date": "2019-09-20T05:00:00.000Z",
      "ED_Number": "2nd plenary meeting"
    }
  ]
}