{
  "_id": "5fecbd029b661c0917d13b5a",
  "ED_Division": "GA",
  "ED_DecisionNumber": "74/564",
  "ED_Type": "Other Decisions",
  "ED_Title": "Review of the United Nations peacebuilding architecture",
  "ED_AgendaItem": "62",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "74th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "On 12 August 2020, the General Assembly, on the proposal of its President (A/74/L.82), recalling its resolution 70/262 of 27 April 2016 on the review of the United Nations peacebuilding architecture, in particular paragraph 31 of the resolution, in which the Assembly had called for a further comprehensive review of United Nations peacebuilding architecture at its seventy-fourth session; taking into account the unprecedented technical and logistical challenges to a comprehensive review at the seventy-fourth session posed by the coronavirus disease (COVID-19) pandemic, which had necessitated a delay of the formal process of the review from June to September; also taking into account that the limited time remaining before the end of the seventy-fourth session would not be sufficient to allow the comprehensive review mandated in resolution 70/262,\r\n\r\n\t(a)\tDecided to extend the review of the peacebuilding architecture at the seventy-fourth session to the end of the main part of the seventy-fifth session, in order to afford all parties involved the time necessary to engage in robust intergovernmental consultations and a comprehensive review of the operation of the architecture;\r\n\t(b)\tAlso decided that the review process during the seventy-fifth session should continue to be conducted in accordance with the terms of reference recommended by the Peacebuilding Commission; \r\n\t(c)\tRequested the President of the General Assembly to facilitate the review process and ensure its successful outcome.\r\n",
  "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in the official record of the GA (A/74/49 (Vol. III)) after editorial review.",
  "ED_MarkNew": true,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2020-08-12T05:00:00.000Z",
      "ED_Number": "N.A. plenary meeting"
    }
  ]
}