{
  "_id": "5fecbd029b661c0917d13b68",
  "ED_Division": "GA",
  "ED_DecisionNumber": "74/550 A and B\t",
  "ED_Type": "Other Decisions",
  "ED_Title": "Fourteenth  United Nations Congress on Crime Prevention and Criminal Justice ",
  "ED_AgendaItem": "106",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "74th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "On 13 April 2020, the General Assembly, on the proposal of its President (A/74/L.47),  recalling its resolution 73/184 of 17 December 2018, in which it had decided to hold the Fourteenth United Nations Congress on Crime Prevention and Criminal Justice in Kyoto, Japan, from 20 to 27 April 2020, with pre-Congress consultations to be held on 19 April 2020, and noting with concern the situation concerning the coronavirus disease 2019 (COVID-19),\r\nDecided to postpone the holding of the Fourteenth Congress until further notice and to consider new dates in due course.\r\n\r\nB\r\n\r\nOn 12 August 2020, the General Assembly, on the proposal of its President (A/74/L.80),  recalling its resolution 73/184 of 17 December 2018, in which it had decided to hold the Fourteenth United Nations Congress on Crime Prevention and Criminal Justice in Kyoto, Japan, from 20 to 27 April 2020, with pre-Congress consultations to be held on 19 April 2020; recalling also its resolution 74/171 of 18 December 2019; recalling further its decision 74/550 of 13 April 2020, in which it had noted with concern the situation concerning the coronavirus disease (COVID-19) and had decided to postpone the holding of the Fourteenth Congress until further notice, \r\n\r\n\tDecided to hold the Fourteenth Congress in Kyoto, Japan, from 7 to 12 March 2021, with pre-Congress consultations to be held on 6 March 2021,\r\n\r\n\tRequested the Commission on Crime Prevention and Criminal Justice to give high priority at its thirtieth session to considering the declaration of the Fourteenth Congress, with a view to recommending, through the Economic and Social Council, appropriate follow-up by the General Assembly at its seventy-sixth session, \r\n\r\n\tRequested the Secretary-General to ensure proper follow-up to resolution 74/171 and the present decision and to report thereon, through the Commission, to the General Assembly at its seventy-sixth session.\r\n",
  "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in the official record of the GA (A/74/49 (Vol. III)) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": true,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2020-08-12T05:00:00.000Z",
      "ED_Number": "N.A. plenary meeting"
    },
    {
      "ED_Date": "2020-04-13T05:00:00.000Z",
      "ED_Number": "N.A. plenary meeting"
    }
  ]
}