{
  "_id": "673627f6ad75f04746d797c9",
  "ED_Division": "GA",
  "ED_DecisionNumber": "79/405",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Election of members of the Permanent Forum of People of African Descent",
  "ED_Meeting": [
    {
      "ED_Date": "2024-11-13T05:00:00.000Z",
      "ED_Number": "38th plenary meeting",
      "_id": "673627f6ad75f04746d797ca"
    }
  ],
  "ED_AgendaItem": "115(e)",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "79th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "A\n\nAt its 38th plenary meeting, on 13 November 2024, the General Assembly, in accordance with its resolution 75/314 of 2 August 2021, elected the following persons as members of the Permanent Forum of People of African Descent for a three-year term of office beginning on the date when the other five members are appointed by the President of the Human Rights Council: Justin HANSFORD (United States of America), Martin KIMANI (Kenya), Ana Janniel MATARRITA MC CALLA (Costa Rica), Mona OMAR (Egypt) and June SOOMER (Saint Lucia).\n\nB\n(Footnote: Decision 79/405, in section A of the Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 49 (A/79/49) vol. II, becomes decision 79/405 A.)\n\nOn 7 March 2025, the President of the Human Rights Council, in accordance with General Assembly resolution 75/314 of 2 August 2021, announced the appointment of the following persons as members of the Permanent Forum of People of African Descent for a three-year term of office effective 8 March 2025: Gaynel Curry (Bahamas), Ma Yuanchun (China), Michael McEchrane (Sweden), Pastor Elías Murillo Martínez (Colombia) and Alice Angèle Nkom (Cameroon).  (footnote: See A/79/877.)\n\nAs a result, as of 8 March 2025, the Permanent Forum of People of African Descent is composed as follows: Gaynel Curry (Bahamas),* Justin Hansford (United States of America),* Martin Kimani (Kenya),* Ma Yuanchun (China),* Ana Janniel Matarrita Mc Calla (Costa Rica),* Michael McEchrane (Sweden),* Pastor Elías Murillo Martínez (Colombia),* Alice Angèle Nkom (Cameroon),* Mona Omar (Egypt)* and June Soomer (Saint Lucia).*\n___________________\n\n* Term of office expires on 7 March 2028.\n",
  "ED_Disclaimer": "The final text of decision A is contained in document A/79/49 (Vol. II). The final text of decision B will be contained in document A/79/49 (Vol. III) after editorial review. ",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2024-11-15T00:00:00.121Z"
}