{
  "_id": "6840a0eedcce5e8bfc4d176a",
  "ED_Division": "GA",
  "ED_DecisionNumber": "79/421",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Election of members of the Economic and Social Council",
  "ED_Meeting": [
    {
      "ED_Date": "2025-06-04T04:00:00.000Z",
      "ED_Number": "75th plenary meeting",
      "_id": "6840a0eedcce5e8bfc4d176b"
    }
  ],
  "ED_AgendaItem": "114(b)",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "79th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 75th plenary meeting, on 4 June 2025, the General Assembly, in accordance with rule 140 of the rules of procedure of the Assembly, elected the following as members of the Economic and Social Council:  (footnote: A/79/901)\n\n(a) Germany for the remainder of the term of office of Liechtenstein beginning on 1 January 2026 and ending on 31 December 2026; \n\n(b) United States of America for the remainder of the term of office of Italy beginning on 1 January 2026 and ending on 31 December 2027. \n\nAt the same meeting, the General Assembly, in accordance with Article 61 of the Charter of the United Nations, rule 145 of the rules of procedure of the Assembly and paragraph 17 of Assembly resolution 68/307 of 10 September 2014, elected Australia, Burundi, Chad, China, Croatia, Ecuador, Finland, India, Lebanon, Mozambique, Norway, Peru, the Russian Federation, Saint Kitts and Nevis, Sierra Leone, Türkiye, Turkmenistan and Ukraine as members of the Economic and Social Council for a three-year term of office beginning on 1 January 2026 to fill the vacancies occurring on the expiration of the terms of office of Australia, Botswana, Brazil, Cabo Verde, Cameroon, China, Colombia, Costa Rica, Equatorial Guinea, Finland, Lao People’s Democratic Republic,  Qatar, the Republic of Korea, Slovakia, Slovenia, Sweden and Türkiye. (footnote: One vacancy for a member from the Eastern European States remained to be filled for a term of office beginning on the date of election and expiring on 31 December 2025.)\n\nAs a result, as of 1 January 2026, the Economic and Social Council is composed of the following Member States: Algeria,** Antigua and Barbuda,** Armenia, ** Australia,*** Austria,* Azerbaijan,** Bangladesh,** Burundi,*** Canada,** Chad,*** China,*** Côte d’Ivoire,** Croatia,*** Djibouti,** Dominican Republic,** Ecuador,*** Finland,*** France,* Germany,* Haiti,* India,*** Japan,* Kenya,* Lebanon,*** Mauritania,* Mexico,** Mozambique,*** Nepal,* Netherlands (Kingdom of the),** Nigeria,* Norway,*** Pakistan,* Paraguay,* Peru,*** Poland,* Russian Federation,*** Saint Kitts and Nevis,*** Saudi Arabia,** Senegal,* Sierra Leone,*** South Africa,** Spain,* Sri Lanka,** Suriname,* Switzerland,** Türkiye,*** Turkmenistan,*** Ukraine,*** United Kingdom of Great Britain and Northern Ireland,* United Republic of Tanzania,** United States of America,** Uruguay,* Uzbekistan** and Zambia.*\n\n* Term of office expires on 31 December 2026. \n** Term of office expires on 31 December 2027. \n*** Term of office expires on 31 December 2028.\n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/79/49 (Vol. III) after editorial review.",
  "ED_MarkNew": true,
  "ED_MarkUpdated": false,
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2025-06-05T00:00:00.131Z"
}