{
  "_id": "678011840f96beb0cb46591e",
  "ED_Division": "GA",
  "ED_DecisionNumber": "79/413 A and B",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Election of members of the Organizational Committee of the Peacebuilding Commission",
  "ED_Meeting": [
    {
      "ED_Date": "2024-12-19T05:00:00.000Z",
      "ED_Number": "55th plenary meeting",
      "_id": "678011840f96beb0cb46591f"
    }
  ],
  "ED_AgendaItem": "115 (b)",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "79th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "A \n\nAt its 54th plenary meeting, on 19 December 2024, the General Assembly, pursuant to its resolutions 60/180 of 20 December 2005, 60/261 of 8 May 2006 and 63/145 of 18 December 2008, elected BRAZIL, CAMBODIA, EGYPT, MOROCCO and UGANDA as members of the Organizational Committee of the Peacebuilding Commission for a two-year term of office beginning on 1 January 2025 to fill the vacancies occurring on the expiration of the terms of office of EGYPT, KENYA, QATAR, SAINT VINCENT AND THE GRENADINES and SOUTH AFRICA.\n\nPursuant to paragraphs 4 (a) to (d) of resolution 60/180, 25 States have already been elected and/or selected as members of the Organizational Committee of the Peacebuilding Commission: POLAND and URUGUAY elected by the Assembly; (Footnote: See decision 78/411.) ALGERIA, CHINA, FRANCE, PANAMA, RUSSIAN FEDERATION, UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND and UNITED STATES OF AMERICA selected by the Security Council; (Footnote: See S/2025/13.) AUSTRALIA, COLOMBIA, KENYA, NETHERLANDS (KINGDOM OF THE), REPUBLIC OF KOREA and SOUTH AFRICA elected by the Economic and Social Council;  (Footnote: See Economic and Social Council decisions 2024/220 A and B and 2025/209.) CANADA, GERMANY, JAPAN, NORWAY and SWEDEN selected by and from among the top 10 providers of assessed contributions to United Nations budgets and of voluntary contributions to United Nations funds, programmes and agencies, including a standing peacebuilding fund;  (Footnote: See A/79/672.) and BANGLADESH, INDIA, NEPAL, PAKISTAN and RWANDA selected by and from among the top 10 providers of military personnel and civilian police to United Nations missions. (Footnote: See A/79/630.) \n\nAs a result, on 1 January 2025, the Organizational Committee of the Peacebuilding Commission is composed of the following 30 Member States:  (Footnote: One vacancy for a member from Eastern European States to be elected by the Economic and Social Council remain to be filled for a term of office ending on 31 December 2026 or when it ceases to be a member of the Economic and Social Council, whichever comes earlier.) ALGERIA,** AUSTRALIA,**** BANGLADESH,*** BRAZIL,*** CAMBODIA,*** CANADA,*** CHINA,* COLOMBIA,**** EGYPT,*** FRANCE,* GERMANY,*** INDIA,*** JAPAN,*** KENYA,**** MOROCCO,*** NEPAL,*** NETHERLANDS (KINGDOM OF THE),**** NORWAY,*** PAKISTAN,*** PANAMA,** POLAND,** REPUBLIC OF KOREA,**** RUSSIAN FEDERATION,* RWANDA,*** SOUTH AFRICA,**** SWEDEN,*** UGANDA,*** UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,* UNITED STATES OF AMERICA,* and URUGUAY.**\n\n* Permanent members of the Security Council. \n** Term of office expires on 31 December 2025. \n*** Term of office expires on 31 December 2026. \n**** Term of office expires on 31 December 2026 or when they cease to be members of the Economic and Social Council, whichever comes earlier.\n\n\nB\n(Footnote: Decision 79/413, in section A of the Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 49 (A/79/49), vol. II, becomes decision 79/413 A.)\n\nOn 12 March 2025, the Economic and Social Council elected Slovenia as a member of the Organizational Committee of the Peacebuilding Commission pursuant to paragraphs 4 (a) to (d) of General Assembly resolution 60/180 of 20 December 2005, for a term of office beginning on 12 March 2025 and expiring on 31 December 2026, or when it ceases to be a member of the Economic and Social Council, whichever comes earlier. (Footnote: See Economic and Social Council decision 2025/209 B.)\n\nAs a result, on 12 March 2025, the Organizational Committee of the Peacebuilding Commission is composed of the following 31 Member States: ALGERIA,** AUSTRALIA,**** BANGLADESH,*** BRAZIL,*** CAMBODIA,*** CANADA,*** CHINA,* COLOMBIA,**** EGYPT,*** FRANCE,* GERMANY,*** INDIA,*** JAPAN,*** KENYA,**** MOROCCO,*** NEPAL,*** NETHERLANDS (KINGDOM OF THE),**** NORWAY,*** PAKISTAN,*** PANAMA,** POLAND,** REPUBLIC OF KOREA,**** RUSSIAN FEDERATION,* RWANDA,*** SLOVENIA,**** SOUTH AFRICA,**** SWEDEN,*** UGANDA,*** UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,* UNITED STATES OF AMERICA,* and URUGUAY.**\n\n* Permanent members of the Security Council. \n** Term of office expires on 31 December 2025. \n*** Term of office expires on 31 December 2026. \n**** Term of office expires on 31 December 2026 or when they cease to be members of the Economic and Social Council, whichever comes earlier.\n",
  "ED_Disclaimer": "The final text of decision A is contained in document A/79/49 (Vol. II). The final text of decision B will be contained in document A/79/49 (Vol. III) after editorial review. ",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2025-01-10T00:00:00.088Z"
}