{
  "_id": "66e4b66d674e0a36abab503d",
  "ED_Division": "GA",
  "ED_DecisionNumber": "79/505 A and B",
  "ED_Type": "Other Decisions",
  "ED_Title": "Adoption of the agenda and allocation of agenda items",
  "ED_Meeting": [
    {
      "ED_Date": "2024-09-13T04:00:00.000Z",
      "ED_Number": "2 plenary meeting",
      "_id": "66e4b66d674e0a36abab503e"
    },
    {
      "ED_Date": "2024-12-19T05:00:00.000Z",
      "ED_Number": "54 plenary meeting",
      "_id": "6765d7ed7a89aefc67041739"
    },
    {
      "ED_Date": "2025-01-28T05:00:00.000Z",
      "ED_Number": "57 plenary meeting",
      "_id": "67994a79d0c83fea9b5c7b99"
    },
    {
      "ED_Date": "2025-03-21T04:00:00.000Z",
      "ED_Number": "61 plenary meeting",
      "_id": "67dd8cdcb6c4cee546fc7575"
    },
    {
      "ED_Date": "2025-03-25T04:00:00.000Z",
      "ED_Number": "62 plenary meeting",
      "_id": "67e2f7b6b6c4cee546fc76a5"
    },
    {
      "ED_Date": "2025-04-11T04:00:00.000Z",
      "ED_Number": "63 plenary meeting",
      "_id": "67f948388ddd3cda1ac3a4db"
    },
    {
      "ED_Date": "2025-05-07T04:00:00.000Z",
      "ED_Number": "69 plenary meeting",
      "_id": "681bc6e11eb3ad14821e0b9e"
    },
    {
      "ED_Date": "2025-05-27T04:00:00.000Z",
      "ED_Number": "71 plenary meeting",
      "_id": "686e9cc9b796d8a66de64d71"
    },
    {
      "ED_Date": "2025-07-09T04:00:00.000Z",
      "ED_Number": "84 plenary meeting",
      "_id": "686e9d0a39b6d384c6c3ad3a"
    },
    {
      "ED_Date": "2025-09-02T04:00:00.000Z",
      "ED_Number": "90 plenary meeting",
      "_id": "68b852867203656397dc8116"
    },
    {
      "ED_Date": "2025-09-05T04:00:00.000Z",
      "ED_Number": "94 plenary meeting",
      "_id": "68bf0245fb27e0653faacd85"
    }
  ],
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary ",
  "ED_Session": "79th session of the General Assembly",
  "ED_OriginatingBody": "Plenary ",
  "ED_DecisionText": "A \n\nAt its 2nd plenary meeting, on 13 September 2024, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  (Footnote: A/79/250.) adopted the agenda  (Footnote: A/79/251.) and the allocation of agenda items  (Footnote: A/79/252.) for the seventy-ninth session.\n\nAt the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  (Footnote: A/79/250, para. 94.) decided to include in the agenda of its seventy-ninth session the item entitled “Question of the Comorian island of Mayotte”, under heading B (Maintenance of international peace and security), on the understanding that there would be no consideration of this item by the Assembly.\n\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  (Footnote: A/79/250, para. 95.) decided to defer consideration of the item entitled “Question of the Malagasy islands of Glorieuses, Juan de Nova, Europa and Bassas da India” and to include it in the provisional agenda of its eightieth session.\n\nAt its 54th plenary meeting, on 19 December 2024, the General Assembly, on the proposal of the Secretary-General,  (Footnote: A/79/638.), having waved the relevant provisions of rule 40 of its rules of procedure,  decided to include in the agenda of its seventy-ninth session an additional sub-item entitled “Appointment of members of the Independent Audit Advisory Committee”, as sub-item (l) of agenda item 116 entitled “Appointments to fill vacancies in subsidiary organs and other appointments” under heading I (Organizational, administrative and other matters), and to allocate it to the Fifth Committee.  \n\nAt the same meeting, the General Assembly decided to consider directly in plenary meeting agenda item 17 entitled “Follow-up to and implementation of the outcomes of the International Conferences on Financing for Development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft decision and a draft amendment thereto.  (Footnote: A/79/L.44 and A/79/L.50.)\n\nAt the same meeting, the General Assembly decided to consider directly in plenary meeting sub-item (a) entitled “Role of the United Nations in promoting development in the context of globalization and interdependence” of agenda item 20 entitled “Globalization and interdependence”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution. (Footnote: A/79/L.46.) \n\nB\n(Footnote: Decision 79/505, in section B.1 of the Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 49 (A/79/49), vol. II, becomes decision 79/504 A.)\n\nAt its 57th plenary meeting, on 28 January 2025, the General Assembly decided to reopen consideration of sub-item (a) entitled “Appointment of members of the Advisory Committee on Administrative and Budgetary Questions” of agenda item 116 entitled “Appointments to fill vacancies in subsidiary organs and other appointments”, under heading I (Organizational, administrative and other matters), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a note by the Secretary-General.2 (footnote: A/79/101/Add.1.)\n \nAt its 61st plenary meeting, on 21 March 2025, the General Assembly decided to reopen consideration of agenda item 23 entitled “Operational activities for development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft decision.  (Footnote: A/79/L.61.)\n\nAt the same meeting, on 21 March 2025, the General Assembly decided to reopen consideration of sub-item (b) entitled “Social development, including questions relating to the world social situation and to youth, ageing, persons with disabilities and the family” of agenda item 26 entitled “Social development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft decision.  (Footnote: A/79/L.65.)\n\nAt its 62nd plenary meeting, on 25 March 2025, the General Assembly decided to reopen consideration of agenda item 15 entitled “Information and communications technologies for sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/79/L.62.)\n\nAt the same meeting, on 25 March 2025, the General Assembly decided to reopen consideration of sub-item (c) entitled “Human rights situations and reports of special rapporteurs and representatives” of agenda item 71 entitled “Promotion and protection of human rights”, under heading D (Promotion of human rights), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/79/L.67.)\n\nAt its 63rd plenary meeting, on 11 April  2025, the General Assembly decided to reopen consideration of sub-item (b) entitled “Appointment of members of the Committee on Contributions” of agenda item 116 entitled “Organizational, administrative and other matters”, under heading I (Promotion of human rights), and to proceed expeditiously with the consideration of the reports of the Fifth Committee.  (Footnote: A/79/533/Add.1 and Add.2.)\n\nAt its 65th plenary meeting, on 29 April 2025, the General Assembly, on the proposal of the Secretary-General,  (Footnote: A/79/759.), having waved the relevant provisions of rule 40 of its rules of procedure,  decided to include in the agenda of its seventy-ninth session an additional sub-item entitled “Election of a member of the International Court of Justice”, as sub-item (c) of agenda item 114 entitled “Elections to fill vacancies in principal organs” under heading I (Organizational, administrative and other matters) and to consider it directly in the plenary.  \n\nAt its 67th plenary meeting, on 29 April 2025, the General Assembly decided to reopen consideration of agenda item 107 entitled “Crime prevention and criminal justice”, under heading H (Drug control, crime prevention and combating international terrorism in all its forms and manifestations), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution  (Footnote: A/79/L.79.)  and a proposed amendment thereto (A/79/L.80.).\n\nAt its 69th meeting, on 7 May 2025, the General Assembly decided to reopen consideration of agenda item 27 entitled “Advancement of women”, under heading A (Promotion of sustained economic growth and sustainable \ndevelopment in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution  (Footnote: A/79/L.81.) and a proposed amendment thereto (Footnote: A/79/L.84.). \n\nAt its 71st plenary meeting, on 27 May 2025, the General Assembly decided to reopen consideration of sub-item (b) entitled “Social development, including questions relating to the world social situation and to youth, ageing, persons with disabilities and the family” of agenda item 26 entitled “Social development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences) and to proceed expeditiously with the consideration of a draft resolution  (Footnote: A/79/L.86.) and a proposed amendment thereto  (Footnote: A/79/L.88.). \n\nAt its 84th meeting, on 9 July 2025, the General Assembly decided to consider directly in plenary meeting  agenda item 18 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences) and to proceed expeditiously with the consideration of a draft decision.   (Footnote: A/79/L.101.) \n\nAt its 90th meeting, on 2 September 2025, the General Assembly decided to reopen consideration of agenda item 123 entitled “Strengthening of the United Nations system”, under heading I (Organizational, administrative and other matters) and to proceed expeditiously with the consideration of a draft decision.   (Footnote: A/79/L.119/Rev.1.) \n\nAt its 94th meeting, on 5 September 2025, the General Assembly decided to reopen consideration of agenda item 71 entitled “Promotion and protection of human rights”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration a draft resolution  (Footnote: A/79/L.123.)  and a proposed  amendment thereto  (A/79/L.130.).\n",
  "ED_Disclaimer": "The final text of decision A is contained in document A/79/49 (Vol. II). The final text of decision B will be contained in document A/79/49 (Vol. III) after editorial review. ",
  "ED_MarkNew": false,
  "ED_MarkUpdated": true,
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2024-09-14T00:00:00.147Z"
}