{
  "_id": "6765da567a89aefc67041760",
  "ED_Division": "GA",
  "ED_DecisionNumber": "79/545",
  "ED_Type": "Other Decisions",
  "ED_Title": "Draft programme  of work of the Second Committee for the eightieth session of the General Assembly",
  "ED_Meeting": [
    {
      "ED_Date": "2024-12-19T05:00:00.000Z",
      "ED_Number": "54 plenary meeting",
      "_id": "6765da567a89aefc67041761"
    }
  ],
  "ED_AgendaItem": "121",
  "ED_Plenary_Committee": "Second Commitee",
  "ED_Session": "79th session of the General Assembly",
  "ED_OriginatingBody": "Second Commitee",
  "ED_DecisionText": "At its 54th plenary meeting, on 19 December 2024, the General Assembly, on the recommendation of the Second Committee  (Footnote: A/79/446, para. 8, Draft decision I.)\n(a)\tApproved the draft programme of work of the Second Committee for the eightieth session of the Assembly as set out below;\n(b)\tInvited the Bureau of the Second Committee at the eightieth session, in preparing the draft programme of work and timetable of the Committee for the eightieth session, to take into account the provisional programme of work and timetable of the Committee as contained in document A/C.2/79/CRP.1.\n\n\t\tDraft programme of work  (Footnote: The final list of items and sub-items to be considered will be based on the resolutions and decisions adopted by the General Assembly.)\n\n1.\tInformation and communications technologies for sustainable development.\n2.\tMacroeconomic policy questions:\n\t(a)\tInternational trade and development;\n\t(b)\tInternational financial system and development;\n\t(c)\tExternal debt sustainability and development;\n\t(d)\tCommodities;\n\t(e)\tFinancial inclusion for sustainable development;\n\t\t(f)\tPromotion of international cooperation to combat illicit financial flows and strengthen good practices on assets return to foster sustainable development;\n\t(g)\tPromoting investments for sustainable development;\n\t\t(h)\tPromotion of inclusive and effective international tax cooperation at the United Nations. \n3.\tFollow-up to and implementation of the outcomes of the International Conferences on Financing for Development.\n4.\tSustainable development:\n\t\t(a)\tTowards the achievement of sustainable development: implementation of the 2030 Agenda for Sustainable Development, including through sustainable consumption and production, building on “Agenda 21”;\n\t\t(b)\tFollow-up to and implementation of the Antigua and Barbuda Agenda for Small Island Developing States: A Renewed Declaration for Resilient Prosperity;\n\t(c)\tDisaster risk reduction;\n\t\t(d)\tProtection of global climate for present and future generations of humankind;\n\t\t(e)\tImplementation of the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa;\n\t(f)\tConvention on Biological Diversity;\n\t(g)\tEducation for sustainable development;\n\t\t(h)\tEnsuring access to affordable, reliable, sustainable and modern energy for all;\n\t(i)\tCombating sand and dust storms;\n\t(j)\tSustainable mountain development;\n\t\t(k)\tStrengthening cooperation for integrated coastal zone management for achieving sustainable development.\n5.\tGlobal Code of Ethics for Tourism.\n6.\tGlobalization and interdependence:\n\t(a)\tScience, technology and innovation for sustainable development;\n\t(b)\tCulture and sustainable development;\n\t(c)\tDevelopment cooperation with middle-income countries.\n7.\tGroups of countries in special situations:\n\t\t(a)\tFollow-up to the Fifth United Nations Conference on the Least Developed Countries;\n\t\t(b)\tFollow-up to the third United Nations Conference on Landlocked Developing Countries.\n8.\tEradication of poverty and other development issues:\n\t\t(a)\tImplementation of the Third United Nations Decade for the Eradication of Poverty (2018–2027);\n\t\t(b)\tEradicating rural poverty to implement the 2030 Agenda for Sustainable Development.\n9.\tOperational activities for development:\n\t(a)\tOperational activities for development of the United Nations system;\n\t(b)\tSouth-South cooperation for development.\n10.\tAgriculture development, food security and nutrition:\n\t(a)\tAgriculture development, food security and nutrition;\n\t(b)\tNatural plant fibres and sustainable development.\n11.\tPermanent sovereignty of the Palestinian people in the Occupied Palestinian Territory, including East Jerusalem, and of the Arab population in the occupied Syrian Golan over their natural resources.\n12.\tRevitalization of the work of the General Assembly.\n13.\tProgramme planning.\n",
  "ED_Disclaimer": "",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2024-12-21T00:00:00.164Z"
}