{
  "_id": "68b851edfb34a7a7d4da43ca",
  "ED_Division": "GA",
  "ED_DecisionNumber": "79/571",
  "ED_Type": "Other Decisions",
  "ED_Title": "UN80 Initiative: establishment of the informal ad hoc working group",
  "ED_Meeting": [
    {
      "ED_Date": "2025-09-02T04:00:00.000Z",
      "ED_Number": "90 plenary meeting",
      "_id": "68b851edfb34a7a7d4da43cb"
    }
  ],
  "ED_AgendaItem": "123 (a)",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "79th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 90th plenary meeting, on 2 September 2025, on the proposal of its President  (Footnote: A/79/L.119/Rev.1.) the General Assembly:\n\t(a)\tRecalled its resolution 79/318 of 18 July 2025, in which it had recognized the central role of Member States in the reform process; \n\t(b)\tWelcomed with appreciation the issuance of the report of the Secretary-General of the mandate implementation review; (Footnote: A/80/318.) \n\t(c)\tDecided to establish an informal ad hoc working group of the General Assembly, open to all Member States and observers, to consider in its scope the proposals contained in the report of the Secretary-General and to identify principles and follow-up actions in order to improve the creation, delivery and review of mandates;\n\t(d)\tRequested the President of the General Assembly to appoint two Co-Chairs of the informal ad hoc working group;\n\t(e)\tRequested the informal ad hoc working group to begin its work at the eightieth session of the General Assembly, no later than 19 September 2025, and conclude its work by the end of March 2026;\n\t(f)\tAlso requested the informal ad hoc working group to provide the General Assembly with an update on progress by 15 December 2025;\n\t(g)\tLooked forward to the forthcoming proposals of the Secretary-General on structural changes and programme realignments, which would further inform efforts to enhance the overall effectiveness, efficiency, responsiveness, resilience and overall impact of the United Nations system across all three pillars of its work;\n\t(h)\tEncouraged Member States to strive for consensus in the deliberations of the informal ad hoc working group;\n\t(i)\tRequested the Secretary-General to provide substantive support to the informal ad hoc working group as needed for the effective discharge of its mandate.\n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/79/49 (Vol. III) after editorial review.",
  "ED_MarkNew": true,
  "ED_MarkUpdated": false,
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2025-09-04T00:00:00.245Z"
}