{
  "_id": "6772ab157a89aefc670419ca",
  "ED_Division": "GA",
  "ED_DecisionNumber": "79/552",
  "ED_Type": "Other Decisions",
  "ED_Title": "Agenda items remaining for consideration by the General Assembly at its seventy-ninth session",
  "ED_Meeting": [
    {
      "ED_Date": "2024-12-24T05:00:00.000Z",
      "ED_Number": "55th (resumed) plenary meeting",
      "_id": "6772ab157a89aefc670419cb"
    }
  ],
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "79th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 55th (resumed) plenary meeting, on 24 December 2024, the General Assembly, apart from organizational matters, took note of the following agenda items that remained for consideration during its seventy-ninth session:\n\n9.\tReport of the Economic and Social Council. \n11.\tImplementation of the Declaration of Commitment on HIV/AIDS and the political declarations on HIV/AIDS.\n12.\tSport for development and peace.\n13.\tIntegrated and coordinated implementation of and follow-up to the outcomes of the major United Nations conferences and summits in the economic, social and related fields. \n\t14.\tCulture of peace. \n17.\tFollow-up to and implementation of the outcomes of the International Conferences on Financing for Development. \n18.\tSustainable development: \n\t21.\tGroups of countries in special situations:\n\t(b)\tFollow-up to the third United Nations Conference on Landlocked Developing Countries.\n28.\tReport of the Security Council. \n29.\tReport of the Peacebuilding Commission. \n30.\tElimination of unilateral extraterritorial coercive economic measures as a means of political and economic compulsion.\n31.\tThe role of diamonds in fuelling conflict.\n32.\tPrevention of armed conflict:\n\t(a)\tPrevention of armed conflict; \n\t(b)\tStrengthening the role of mediation in the peaceful settlement of disputes, conflict prevention and resolution.\n33.\tProtracted conflicts in the GUAM area and their implications for international peace, security and development. \n34.\tThe situation in the Middle East. \n35.\tQuestion of Palestine. \n36.\tThe situation in Afghanistan. \n37.\tQuestion of the Comorian island of Mayotte.\n39.\tThe situation in Central America: progress in fashioning a region of peace, freedom, democracy and development.\n40.\tQuestion of Cyprus.\n41.\tArmed aggression against the Democratic Republic of the Congo.\n42.\tQuestion of the Falkland Islands (Malvinas).\n43.\tThe situation of democracy and human rights in Haiti.\n44.\tArmed Israeli aggression against the Iraqi nuclear installations and its grave consequences for the established international system concerning the peaceful uses of nuclear energy, the non-proliferation of nuclear weapons and international peace and security.\n45.\tConsequences of the Iraqi occupation of and aggression against Kuwait.\n51.\tComprehensive review of the whole question of peacekeeping operations in all their aspects. \n61.\tPeacebuilding and sustaining peace. \n62.\tThe situation in the temporarily occupied territories of Ukraine.\n63.\tUse of the veto.\n64.\tZone of peace, trust and cooperation of Central Asia.\n\n65.\tFrom the New Partnership for Africa’s Development to Agenda 2063: progress in the implementation of sustainable development in Africa and international support: \n\t(a)\tFrom the New Partnership for Africa’s Development to Agenda 2063: progress in the implementation of sustainable development in Africa and international support; \n\t(b)\tCauses of conflict and the promotion of durable peace and sustainable development in Africa. \n\n69.\tElimination of racism, racial discrimination, xenophobia and related intolerance: \n\t72.\tStrengthening of the coordination of humanitarian and disaster relief assistance of the United Nations, including special economic assistance: \n\t\t(a)\tStrengthening of the coordination of emergency humanitarian assistance of the United Nations; \n\t\t(b)\tAssistance to the Palestinian people; \n\t\t(c)\tSpecial economic assistance to individual countries or regions.\n\t\n\n73.\tReport of the International Court of Justice.\n75.\tOceans and the law of the sea: \n\t\t(a)\tOceans and the law of the sea; \n\t\t(c)\tAgreement under the United Nations Convention on the Law of the Sea on the Conservation and Sustainable Use of Marine Biological Diversity of Areas beyond National Jurisdiction. \n87.\tRequest for an advisory opinion of the International Court of Justice on the legal consequences of the separation of the Chagos Archipelago from Mauritius in 1965.\n88.\tExtraordinary Chambers in the Courts of Cambodia – residual functions.\n\n\n98.\tGeneral and complete disarmament\n\t111.\tReport of the Secretary-General on the work of the Organization.\n112.\tReport of the Secretary-General on the Peacebuilding Fund.\n113.\tNotification by the Secretary-General under Article 12, paragraph 2, of the Charter of the United Nations.\n114.\tElections to fill vacancies in principal organs:\n\t(a)\tElection of non-permanent members of the Security Council; \n\t(b)\tElection of members of the Economic and Social Council.\n115.\tElections to fill vacancies in subsidiary organs and other elections:\n\t\t(d)\tElection of members of the United Nations Commission on International Trade Law; \n\t116.\tAppointments to fill vacancies in subsidiary organs and other appointments:\n\t\t(g) \tConfirmation of the appointment of the Administrator of the United Nations Development Programme; \n\t\t(h) \tConfirmation of the appointment of the Secretary-General of the United Nations Conference on Trade and Development; \n\t\t(i) \tAppointment of members of the Joint Inspection Unit; \n\t\t(k)\tAppointment of members of the Board of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns.\n\t\t(l)\tAppointment of members of the Independent Audit Advisory Committee\n117.\tAdmission of new Members to the United Nations.\n118.\tFollow-up to the outcome of the Millennium Summit. \n119.\tCommemoration of the abolition of slavery and the transatlantic slave trade.\n120.\tImplementation of the resolutions of the United Nations.\n121.\tRevitalization of the work of the General Assembly.\n122.\tQuestion of equitable representation on and increase in the membership of the Security Council and other matters related to the Security Council.\n123.\tStrengthening of the United Nations system:\n\t(a)\tStrengthening of the United Nations system;\n\t(b)\tCentral role of the United Nations system in global governance.\n124.\tUnited Nations reform: measures and proposals.\n125.\tCooperation between the United Nations and regional and other organizations:\n\t(a)\tCooperation between the United Nations and the African Union;\n\t(c)\tCooperation between the United Nations and the Asian-African Legal Consultative Organization;\n\t(f)\tCooperation between the United Nations and the Organization of American States;\n\t(g)\tCooperation between the United Nations and the Organization for Security and Cooperation in Europe;\n\t(h)\tCooperation between the United Nations and the Caribbean Community;\n\t(i)\tCooperation between the United Nations and the Economic Cooperation Organization;\n\t(j)\tCooperation between the United Nations and the International Organization of la Francophonie;\n\t(l)\tCooperation between the United Nations and the Council of Europe;\n\t(m)\tCooperation between the United Nations and the Economic Community of Central African States;\n\t(o)\tCooperation between the United Nations and the Black Sea Economic Cooperation Organization;\n\t(p)\tCooperation between the United Nations and the Pacific Islands Forum;\n\t(q)\tCooperation between the United Nations and the Association of Southeast Asian Nations;\n\t(r)\tCooperation between the United Nations and the Community of Portuguese-speaking Countries;\n\t(s)\tCooperation between the United Nations and the Shanghai Cooperation Organization;\n\t(w)\tCooperation between the United Nations and the Commonwealth of Independent States;\n\t(x)\tCooperation between the United Nations and the International Organization for Migration;\n\t(z)\tCooperation between the United Nations and the Organisation for Economic Co-operation and Development (OECD).\n126.\tInteraction between the United Nations, national parliaments and the Inter Parliamentary Union.\n127.\tGlobal health and foreign policy.\n130.\tSexual exploitation and abuse: implementing a zero-tolerance policy.\n131.\tInternational cooperation on access to justice for survivors of sexual violence.\n132.\tThe responsibility to protect and the prevention of genocide, war crimes, ethnic cleansing and crimes against humanity.\n133.\tImpact of rapid technological change on the achievement of the Sustainable Development Goals and targets.\n134.\tReport of the United Nations Youth Office.\n135.\tEightieth anniversary of the end of the Second World War.\n136.\tFinancial reports and audited financial statements, and reports of the Board of Auditors:\n\t(a)\tUnited Nations;\n\t(b)\tUnited Nations peacekeeping operations;\n\t(c)\tInternational Trade Centre;\n\t(d)\tUnited Nations University;\n\t(e)\tUnited Nations Development Programme;\n\t(f)\tUnited Nations Capital Development Fund;\n\t(g)\tUnited Nations Children’s Fund;\n\t\t(h)\tUnited Nations Relief and Works Agency for Palestine Refugees in the Near East;\n\t(i)\tUnited Nations Institute for Training and Research;\n\t\t(j)\tVoluntary funds administered by the United Nations High Commissioner for Refugees;\n\t(k)\tFund of the United Nations Environment Programme;\n\t(l)\tUnited Nations Population Fund;\n\t(m)\tUnited Nations Human Settlements Programme;\n\t(n)\tUnited Nations Office on Drugs and Crime;\n\t(o)\tUnited Nations Office for Project Services;\n\t\t(p)\tUnited Nations Entity for Gender Equality and the Empowerment of Women (UN-Women);\n\t(q)\tInternational Residual Mechanism for Criminal Tribunals;\n\t(r)\tUnited Nations Joint Staff Pension Fund.\n137.\tReview of the efficiency of the administrative and financial functioning of the United Nations. \n138.\tProgramme budget for 2024.\n139.\tProposed programme budget for 2025.\n140.\tProgramme planning.\n141.\tImproving the financial situation of the United Nations.\n142.\tPattern of conferences.\n143.\tScale of assessments for the apportionment of the expenses of the United Nations.\n144.\tHuman resources management.\n145.\tReport on the activities of the Ethics Office.\n146.\tJoint Inspection Unit.\n147.\tUnited Nations common system.\n148.\tUnited Nations pension system.\n149.\tAdministrative and budgetary coordination of the United Nations with the specialized agencies and the International Atomic Energy Agency.\n150.\tReport on the activities of the Office of Internal Oversight Services. \n151.\tReview of the implementation of General Assembly resolutions 48/218 B, 54/244, 59/272, 64/263, 69/253 and 74/257.\n152.\tAdministration of justice at the United Nations.\n153.\tFinancing of the International Residual Mechanism for Criminal Tribunals. \n154.\tScale of assessments for the apportionment of the expenses of United Nations peacekeeping operations.\n155.\tAdministrative and budgetary aspects of the financing of the United Nations peacekeeping operations.\n156.\tFinancing of the United Nations Interim Security Force for Abyei.\n157.\tFinancing of the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic.\n158.\tFinancing of the United Nations Peacekeeping Force in Cyprus.\n159.\tFinancing of the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo. \n160.\tFinancing of the United Nations Mission in East Timor.\n161.\tFinancing of the United Nations Interim Administration Mission in Kosovo.\n162.\tFinancing of the United Nations Multidimensional Integrated Stabilization Mission in Mali.\n163.\tFinancing of the United Nations peacekeeping forces in the Middle East:\n\t(a)\tUnited Nations Disengagement Observer Force; \n\t(b)\tUnited Nations Interim Force in Lebanon. \n164.\tFinancing of the United Nations Mission in South Sudan.\n165.\tFinancing of the United Nations Mission for the Referendum in Western Sahara.\n166.\tFinancing of the African Union-United Nations Hybrid Operation in Darfur. \n167.\tFinancing of the activities arising from Security Council resolution 1863 (2009). ",
  "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/79/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2024-12-31T00:00:00.113Z"
}