{
  "_id": "6751c458ad75f04746d7a0b3",
  "ED_Division": "GA",
  "ED_DecisionNumber": "79/519 A and B",
  "ED_Type": "Other Decisions",
  "ED_Title": "Increase in the  membership of the Committee on the Peaceful Uses of Outer Space",
  "ED_Meeting": [
    {
      "ED_Date": "2024-12-04T05:00:00.000Z",
      "ED_Number": "47 plenary meeting",
      "_id": "6751c458ad75f04746d7a0b4"
    }
  ],
  "ED_AgendaItem": "48",
  "ED_Plenary_Committee": "Fourth Committee",
  "ED_Session": "79th session of the General Assembly",
  "ED_OriginatingBody": "Fourth Committee",
  "ED_DecisionText": "A \n\tAt its 47th plenary meeting, on 4 December 2024, the General Assembly, on the recommendation of the Special Political and Decolonization Committee (Fourth Committee), (Footnote: A/79/421, para. 19, Draft decision I.) taking note of the application of Djibouti for membership in the Committee on the Peaceful Uses of Outer Space, as noted in paragraph 382 of the report of the Committee on its sixty-seventh session, held in Vienna from 19  to 28 June 2024,  (Footnote: Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 20 (A/79/20)) decided to appoint Djibouti as a member of the Committee on the Peaceful Uses of Outer Space.\nB\n\tAt the 47th plenary meeting, on 4 December 2024, the General Assembly, by a recorded vote of 151 to 6, with 7 abstentions (Footnote: See A/79/PV.47.), on the recommendation of the Special Political and Decolonization Committee (Fourth Committee),  (Footnote: A/79/421, para.19, Draft decision II.) taking note of the application of Latvia for membership in the Committee on the Peaceful Uses of Outer Space, as noted in paragraph 382 of the report of the Committee on its sixty-seventh session, held in Vienna from 19 to 28 June 2024,  (Footnote: Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 20 (A/79/20)) decided to appoint Latvia as a member of the Committee on the Peaceful Uses of Outer Space.\n",
  "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/79/49 (Vol. II) after editorial review.\n",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2024-12-06T00:00:00.097Z"
}