{
  "_id": "686e8ea039b6d384c6c3ad0d",
  "ED_Division": "GA",
  "ED_DecisionNumber": "79/563",
  "ED_Type": "Other Decisions",
  "ED_Title": "Themes of the interactive dialogues of the 2026 United Nations Water Conference to Accelerate the Implementation of Sustainable Development Goal 6: Ensure availability and sustainable management of water and sanitation for all",
  "ED_Meeting": [
    {
      "ED_Date": "2025-07-09T04:00:00.000Z",
      "ED_Number": "84 plenary meeting",
      "_id": "686e8ea039b6d384c6c3ad0e"
    }
  ],
  "ED_AgendaItem": "18",
  "ED_Plenary_Committee": "Plenary ",
  "ED_Session": "79th session of the General Assembly",
  "ED_OriginatingBody": "Plenary ",
  "ED_DecisionText": "At its 84th plenary meeting, on 9 July 2025,the General Assembly, on the proposal of Senegal and United Arab Emirates (Footnote A/79/L.101.), recalling its resolution 78/327 of 6 September 2024, decided that the themes, in no particular order of priority, of the six interactive dialogues of the 2026 United Nations Water Conference to Accelerate the Implementation of Sustainable Development Goal 6: Ensure availability and sustainable management of water and sanitation for all, mandated in paragraph 6 of the resolution, would be:\n \n(a) Water for people: the human rights to water and sanitation, including for those in vulnerable situations, for healthy societies and economies;\n(b) Water for prosperity: valuing water, water-energy-food nexus, advancing integrated and sustainable water resource management, wastewater and water-use efficiency across sectors, and economic and social development;\n(c) Water for planet: climate, biodiversity, desertification, environment, source to sea, resilience and disaster risk reduction;\n(d) Water for cooperation: transboundary and international water cooperation, including scientific cooperation, and inclusive governance;\n(e) Water in multilateral processes: Sustainable Development Goal 6, the 2030 Agenda for Sustainable Development and beyond, and global water initiatives;\n(f) Investments for water: financing, technology and innovation, and capacity-building.\n \n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/79/49 (Vol. III) after editorial review.",
  "ED_MarkNew": true,
  "ED_MarkUpdated": false,
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2025-07-10T00:00:00.194Z"
}