{
  "_id": "6772aad87a89aefc670419c4",
  "ED_Division": "GA",
  "ED_DecisionNumber": "79/551 A, B and C",
  "ED_Type": "Other Decisions",
  "ED_Title": "Questions deferred for future consideration",
  "ED_Meeting": [
    {
      "ED_Date": "2024-12-24T05:00:00.000Z",
      "ED_Number": "55 (resumed) plenary meeting",
      "_id": "6772aad87a89aefc670419c5"
    },
    {
      "ED_Date": "2025-04-11T04:00:00.000Z",
      "ED_Number": "63 plenary meeting",
      "_id": "67f94c118ddd3cda1ac3a500"
    },
    {
      "ED_Date": "2025-06-30T04:00:00.000Z",
      "ED_Number": "81 plenary meeting",
      "_id": "6863def9005e12a85dedf7e3"
    }
  ],
  "ED_AgendaItem": "137",
  "ED_Plenary_Committee": "Fifth Committee",
  "ED_Session": "79th session of the General Assembly",
  "ED_OriginatingBody": "Fifth Committee",
  "ED_DecisionText": "\nDECISION A\n\nAt its 55th (resumed) plenary meeting, on 24 December 2024, the General Assembly, on the recommendation of the Fifth Committee,  (Footnote: A/79/653, para.9.) \n\nSection A\n\nDecided to defer until the first part of its resumed seventy-ninth session consideration of the following documents: \n\nItem 139 \nProposed programme budget for 2025 \n\nInformation and communications technology strategy \nReport of the Secretary-General on the refined elements of information and communications technology strategy  (Footnote: A/79/339.)\n\nRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote: A/79/7/Add.17.)\n\nItem 150 \nReport on the activities of the Office of Internal Oversight Services \n\nReport of the Office of Internal Oversight Services on the activities of the Office for the period from 1 July 2023 to 30 June 2024 (Footnote: A/79/309 (Part I) and A/79/309 (Part I)/Add.1.)\n\nReport of the Independent Audit Advisory Committee on its activities for the period from 1 August 2023 to 31 July 2024 (Footnote: A/79/310.)\n\nSection B \n\nDecided to defer until the main part of its eightieth session consideration of the following documents: \n\nItem 139 \nProposed programme budget for 2025 \n\nEstimates in respect of special political missions \n\nReport of the Secretary-General on the review of arrangements for funding and backstopping special political missions  (Footnote: A/66/340.)\n\nRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote: A/66/7/Add.21.)\n\n\nDECISION B \n[Footnote: Decision 79/551, in section B.6 of the Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 49 (A/79/49), vol. II, becomes decision 79/551 A.] \n\nAt its 63rd plenary meeting, on 11 April 2025, the General Assembly, on the recommendation of the Fifth Committee, 11 (Footnote: A/79/653/Add.1, para.7.)  \n\n \n\nSection A \n\n \n\nDecided to defer until the second part of its resumed seventy-ninth session consideration of the following documents: \n\nItem 141 \n\nImproving the financial situation of the United Nations \n\n \n\nReport of the Secretary-General on improving the financial situation of the United Nations12 (Footnote: A/79/850.) \n\nRelated report of the Advisory Committee on Administrative and Budgetary Questions13 (Footnote: A/79/803.) \n\n \n\nSection B \n\n \n\nDecided to defer until its eightieth session consideration of the following documents: \n\nItem 139 \n\nProgramme budget for 2025 \n\n \n\nStandards of accommodation for air travel \n\n \n\nReport of the Secretary-General on standards of accommodation for air travel14 (Footnote: A/79/628.) \n\nRelated report of the Advisory Committee on Administrative and Budgetary Questions15 (Footnote: A/79/7/Add.44.) \n\nSection C \n\n \n\nDecided to defer until the first part of its resumed eightieth session consideration of the following documents: \n\nItem 144 \n\nHuman resources management \n\nReport of the Secretary-General on the review of the United Nations Secretariat internship programme16 (Footnote: A/79/566/Add.1.) \n\nRelated report of the Advisory Committee on Administrative and Budgetary Questions17 (Footnote: A/79/746.) \n\nDECISION C\nAt its 81st plenary meeting, on 30 June 2025, the General Assembly, on the recommendation of the Fifth Committee, (Footnote: A/79/653/Add.2, para.5.)  decided to defer until the main part of its eightieth session consideration of the following documents:\n\nItem 141\nImproving the financial situation of the United Nations\n\nReport of the Secretary-General on improving the financial situation of the United Nations  (Footnote: A/79/734.)\n\nRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote: A/79/803.)\n",
  "ED_Disclaimer": "The final version of decisions adopted during the main part of the session is contained in document A/79/49 (Vol. II). The final version of decisions adopted during the resumed part of the session will be contained in document A/79/49 (Vol. III) after editorial review. ",
  "ED_MarkNew": false,
  "ED_MarkUpdated": true,
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2024-12-31T00:00:00.108Z"
}