{
  "_id": "5fecbcf69b661c0917d13a32",
  "ED_Division": "GA",
  "ED_DecisionNumber": "73/415 A and B",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Election of judges of the International Residual Mechanism for Criminal Tribunals",
  "ED_AgendaItem": "130",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "73rd session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "A.\r\n\tAt its 65th plenary meeting held on 21 December 2018, the General Assembly, pursuant to article 10 of the statute of the International Residual Mechanism for Criminal Tribunals, elected Mr. Yusuf Aksar (Turkey) as a judge of the International Residual Mechanism for Criminal Tribunals for a term of office until 30 June 2020.  \r\n\r\n        As at 21 December 2018, the International Residual Mechanism for Criminal Tribunals is composed of the following 23 judges:\r\n\r\nMr. Carmel A. Agius (Malta)\r\nMr. Yusuf Aksar (Turkey)\r\nMr. Jean-Claude Antonetti (France)\r\nMs. Florence Rita Arrey (Cameroon)\r\nMr. Ben Emmerson (United Kingdom of Great Britain and Northern Ireland)\r\nMr. Christoph Flügge (Germany)\r\nMs. Graciela Susana Gatti Santana (Uruguay)\r\nMr. Burton Hall (Bahamas)\r\nMs. Elizabeth Ibanda-Nahamya (Uganda)\r\nMr. Vagn Joensen (Denmark)\r\nMr. Gberdao Gustave Kam (Burkina Faso)\r\nMr. Liu Daqun (China)\r\nMr. Joseph E. Chiondo Masanche (United Republic of Tanzania)\r\nMr. Theodor Meron (United States of America)\r\nMr. Lee Gacuiga Muthoga (Kenya)\r\nMs. Aminatta Lois Runeni N’gum (Zimbabwe/Gambia)\r\nMs. Prisca Matimba Nyambe (Zambia)\r\nMr. Alphonsus Martinus Maria Orie (Netherlands)\r\nMr. Seymour Panton (Jamaica)\r\nMr. Seon Ki Park (Republic of Korea)\r\nMr. José Ricardo de Prada Solaesa (Spain)\r\nMr. Ivo Nelson de Caires Batista Rosa (Portugal)\r\nMr. William H. Sekule (United Republic of Tanzania).\r\n\r\n[Footnote]\r\n*    Pursuant to article 10, paragraph 3, of the Statute of the International Residual Mechanism for Criminal Tribunals, the Secretary-General reappointed the following 23 judges for a two-year term commencing on 1 July 2018 and expiring on 30 June 2020 (see S/2018/652): Mr. Carmel A. Agius (Malta), Mr. Jean-Claude Antonetti (France), Ms. Florence Rita Arrey (Cameroon), Mr. Ben Emmerson (United Kingdom of Great Britain and Northern Ireland), Mr. Christoph Flügge (Germany), Ms. Graciela Susana Gatti Santana (Uruguay), Mr. Burton Hall (Bahamas), Ms. Elizabeth Ibanda-Nahamya (Uganda), Mr. Vagn Joensen (Denmark), Mr. Gberdao Gustave Kam (Burkina Faso), Mr. Liu Daqun (China), Mr. Joseph E. Chiondo Masanche (United Republic of Tanzania), Mr. Theodor Meron (United States of America), Mr. Lee Gacuiga Muthoga (Kenya), Ms. Aminatta Lois Runeni N’gum (Zimbabwe/Gambia), Ms. Prisca Matimba Nyambe (Zambia), Mr. Alphonsus Martinus Maria Orie (Netherlands), Mr. Seymour Panton (Jamaica), Mr. Seon Ki Park (Republic of Korea), Mr. José Ricardo de Prada Solaesa (Spain), Mr. Mparany Mamy Richard Rajohnson (Madagascar), Mr. Ivo Nelson de Caires Batista Rosa (Portugal) and Mr. William H. Sekule (United Republic of Tanzania). Mr. Mparany Mamy Richard Rajohnson (Madagascar) subsequently passed away on 2 October 2018.\r\n\r\n(See A/73/578, A/73/577 and A/73/566; A/73/PV.65)\r\n\r\nB.\r\n\r\n\tAt its 66th plenary meeting held on 15 January 2019, the General Assembly, pursuant to article 10 of the statute of the International Residual Mechanism for Criminal Tribunals, elected Mr. Mustapha El Baaj (Morocco) as a judge of the International Residual Mechanism for Criminal Tribunals for a term of office until 30 June 2020.  \r\n\r\nPursuant to article 10, paragraph 3, of the Statute of the Mechanism, the Secretary-General appointed, on 28 January 2019,   Mr. Mahandrisoa Edmond Randrianirina (Madagascar) to replace Mr. Mparany Mamy Richard Rajohnson (Madagascar), who passed away on 2 October 2018, for a term of office expiring on 30 June 2020. \r\n\r\nAlso, pursuant to article 10, paragraph 3, of the Statute of the Mechanism, the Secretary-General appointed, on 19 February 2019,  Ms. Claudia Hoefer of Germany to replace Mr. Christoph Flügge (Germany), who had resigned with effect from 7 January 2019, for a term of office expiring on 30 June 2020. \r\n\r\nAs at 19 February 2019, the International Residual Mechanism for Criminal Tribunals is composed of the following 25 judges:\r\n\r\nMr. Carmel A. Agius (Malta)\r\nMr. Yusuf Aksar (Turkey)\r\nMr. Jean-Claude Antonetti (France)\r\nMs. Florence Rita Arrey (Cameroon)\r\nMr. Mustapha El Baaj (Morocco)\r\nMr. Ben Emmerson (United Kingdom of Great Britain and Northern Ireland)\r\nMs. Graciela Susana Gatti Santana (Uruguay)\r\nMr. Burton Hall (Bahamas)\r\nMs. Claudia Hoefer (Germany)\r\nMs. Elizabeth Ibanda-Nahamya (Uganda)\r\nMr. Vagn Joensen (Denmark)\r\nMr. Gberdao Gustave Kam (Burkina Faso)\r\nMr. Liu Daqun (China)\r\nMr. Joseph E. Chiondo Masanche (United Republic of Tanzania)\r\nMr. Theodor Meron (United States of America)\r\nMr. Lee Gacuiga Muthoga (Kenya)\r\nMs. Aminatta Lois Runeni N’gum (Zimbabwe/Gambia)\r\nMs. Prisca Matimba Nyambe (Zambia)\r\nMr. Alphonsus Martinus Maria Orie (Netherlands)\r\nMr. Seymour Panton (Jamaica)\r\nMr. Seon Ki Park (Republic of Korea)\r\nMr. José Ricardo de Prada Solaesa (Spain)\r\nMr. Mahandrisoa Edmond Randrianirina (Madagascar)\r\nMr. Ivo Nelson de Caires Batista Rosa (Portugal)\r\nMr. William H. Sekule (United Republic of Tanzania).\r\n\r\n(See A/73/578, A/73/577 and A/73/566; A/73/PV.66; S/2019/84 and S/2019/170) \r\n",
  "ED_Disclaimer": "Decision 73/415, in section A of the Official Records of the General Assembly, Seventy-third Session, Supplement No. 49 (A/73/49), vol. II, becomes decision 73/415 A.\r\n\r\nThe final version of parts A and B of this decision will be contained in documents A/72/49 (Vol. II) and A/72/49 (Vol. III), respectively, after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2019-01-15T05:00:00.000Z",
      "ED_Number": "66th plenary meeting"
    },
    {
      "ED_Date": "2018-12-21T05:00:00.000Z",
      "ED_Number": "65thplenary meeting"
    }
  ]
}