{
  "_id": "5fecbd029b661c0917d13b18",
  "ED_Division": "GA",
  "ED_DecisionNumber": "73/544",
  "ED_Type": "Other Decisions",
  "ED_Title": "Programme of work of the Second Committee for the seventy-fourth session of the General Assembly",
  "ED_AgendaItem": "123",
  "ED_Plenary_Committee": "Second Committee",
  "ED_Session": "73rd session of the General Assembly",
  "ED_OriginatingBody": "Second Committee",
  "ED_DecisionText": "At its 62nd plenary meeting, on 20 December 2018, the General Assembly, on the recommendation of the Second Committee,  approved, subject to any subsequent decision by the Assembly, the programme of work of the Committee for the seventy-fourth session of the Assembly as set out below. The Assembly further invited the Bureau of the Second Committee at its seventy-fourth session, in preparing the draft programme of work and timetable of the Committee for its seventy-fourth session, to take into account the provisional programme of work and timetable of the Committee as contained in document A/C.2/73/CRP.1. \r\n\r\n\t\tDraft programme of work\r\n\r\nItem 1.\tInformation and communications technologies for sustainable development.\r\nItem 2.\tMacroeconomic policy questions:\r\n\t(a)\tInternational trade and development;\r\n\t(b)\tInternational financial system and development;\r\n\t(c)\tExternal debt sustainability and development;\r\n\t(d)\tCommodities;\r\n\t(e)\tFinancial inclusion for sustainable development;\r\n\t(f)\tPromotion of international cooperation to combat illicit financial flows and strengthen good practices on assets return to foster sustainable development.\r\nItem 3.\t\tFollow-up to and implementation of the outcomes of the International Conferences on Financing for Development.\r\nItem 4.\tSustainable development:\r\n\t(a)\tImplementation of Agenda 21, the Programme for the Further Implementation of Agenda 21 and the outcomes of the World Summit on Sustainable Development and of the United Nations Conference on Sustainable Development;\r\n\t(b)\tFollow-up to and implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States;\r\n\t(c)\tDisaster risk reduction;\r\n\t(d)\tProtection of global climate for present and future generations of humankind;\r\n\t(e)\tImplementation of the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa;\r\n(f)\tConvention on Biological Diversity;\r\n(g)\tEducation for sustainable development;\r\n(h)\tHarmony with Nature;\r\n\t(i)\tEnsuring access to affordable, reliable, sustainable and modern energy for all;\r\n(j)\tCombating sand and dust storms;\r\n(k)\tSustainable mountain development.\r\nItem 5.\tGlobalization and interdependence:\r\n\t(a)\tRole of the United Nations in promoting development in the context of globalization and interdependence; \r\n(b)\tScience, technology and innovation for sustainable development;\r\n(c)\tCulture and sustainable development;\r\n(d)\tDevelopment cooperation with middle-income countries.\r\nItem 6.\tGroups of countries in special situations:\r\n\t(a)\tFollow-up to the Fourth United Nations Conference on the Least Developed Countries;\r\n\t(b)\tFollow-up to the second United Nations Conference on Landlocked Developing Countries.\r\nItem 7.\tEradication of poverty and other development issues:\r\n\t(a)\tImplementation of the Third United Nations Decade for the Eradication of Poverty (2018–2027);\r\n\t(b)\tWomen in development;\r\n(c)\tHuman resources development;\r\n\t(d)\tEradicating rural poverty to implement the 2030 Agenda for Sustainable Development.\r\nItem 8.\tOperational activities for development:\r\n\t(a)\tOperational activities for development of the United Nations system;\r\n\t(b)\tSouth-South cooperation for development.\r\nItem 9.\tAgriculture development, food security and nutrition.\r\nItem 10.\tPermanent sovereignty of the Palestinian people in the Occupied Palestinian Territory, including East Jerusalem, and of the Arab population in the occupied Syrian Golan over their natural resources.\r\n",
  "ED_Disclaimer": "",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2018-12-20T05:00:00.000Z",
      "ED_Number": "62nd plenary meeting"
    }
  ]
}