{
  "_id": "5fecbd029b661c0917d13b40",
  "ED_Division": "GA",
  "ED_DecisionNumber": "73/504 A and B",
  "ED_Type": "Other Decisions",
  "ED_Title": "Adoption of the agenda and allocation of items",
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "73rd session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "A\r\n\r\nAt its 3rd plenary meeting, on 21 September 2018, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  adopted the agenda  and the allocation of agenda items  for the seventy-third session.\r\n\r\nAt the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  decided to include in the agenda of its seventy-third session the item entitled “Question of the Comorian island of Mayotte”, under heading B (Maintenance of international peace and security), on the understanding that there would be no consideration of this item by the Assembly.\r\n\r\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  decided to defer consideration of the item entitled “Question of the Malagasy islands of Glorieuses, Juan de Nova, Europa and Bassas da India” and to include it in the provisional agenda of its seventy-fourth session.\r\n\r\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  by a recorded vote of 68 to 13, with 48 abstentions,  decided to include in the agenda of its seventy-third session an item entitled “The situation in the temporarily occupied territories of Ukraine” under heading B (Maintenance of international peace and security).\r\n\r\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  by a recorded vote of 93 to 16, with 17 abstentions,  decided to include in the agenda of its seventy-third session an item entitled “The responsibility to protect and the prevention of genocide, war crimes, ethnic cleansing and crimes against humanity” under heading I (Organizational, administrative and other matters).\r\n\r\nAt the 65th plenary meeting, on 22 December 2018, the General Assembly decided to reopen consideration of agenda item 52 entitled “Effects of atomic radiation”, under heading B (Maintenance of international peace and security). \r\n\r\nAt the same meeting, the General Assembly decided to reconsider the resolution entitled “Effects of atomic radiation”  (A/73/521, para 11) in accordance with rule 81 of its rules of procedure. \r\n\r\nB \r\n\r\nAt its 68th plenary meeting, on 20 February 2019, the General Assembly decided to reopen consideration of sub item (a) entitled “Appointment of members of the Advisory Committee on Administrative and Budgetary Questions” of agenda item 117 entitled “Appointments to fill vacancies in subsidiary organs and other appointments”, under heading I (Organizational, administrative and other matters), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of the note by the Secretary-General (A/73/101/Rev.1/Add.1). \r\n\t\r\nAt the same meeting, the General Assembly, on the proposal of the Secretary-General (A/73/747), and having waived the relevant provisions of rule 40 of its rules of procedure, decided to include in the agenda of its seventy-third session an additional sub-item entitled “Election of the Executive Director of the United Nations Environment Programme” as sub-item (e) of agenda item 116 entitled “Elections to fill vacancies in subsidiary organs and other elections”, under heading I (Organizational, administrative and other matters), and to consider it directly in plenary meeting; and, in accordance with rule 15 of its rules of procedure, also decided to proceed immediately with the consideration of the note by the Secretary-General (A/73/747).  \r\n\r\nAt the 70th plenary meeting, on 11 March 2019, the General Assembly decided to consider directly in the plenary meeting sub-item (b) entitled “South-South cooperation for development” of agenda item 25 entitled “Operational activities for development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft decision (A/73/L.77). \r\n\r\nAt the 71st plenary meeting, on 25 March 2019, the General Assembly decided to reopen consideration of sub-item (b) entitled “Appointment of members of the Committee on Contributions” of agenda item 117 entitled “Appointments to fill vacancies in subsidiary organs and other appointments”, under heading I (Organizational, administrative and other matters), to proceed expeditiously with the consideration of the report of the Fifth Committee (A/73/483/Add.2). \r\n\r\nAt the 78th plenary meeting, on 24 April 2019, the General Assembly decided to reopen consideration of agenda item 15 entitled “Culture of peace” in order to proceed immediately with the high-level plenary meeting to commemorate and promote the International Day of Multilateralism and Diplomacy for Peace. \r\n\r\n At the 80th plenary meeting, on 9 May 2019, the General Assembly decided to consider directly in the plenary meeting agenda item 20 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution (A/73/L.82).   \r\n\r\nAt the same meeting, the General Assembly decided to reopen consideration of sub item (b) entitled “South-South cooperation for development” of agenda item 25 entitled “Operational activities for development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft decision (A/73/L.83).   \r\n\r\nAlso, at the same meeting, the General Assembly decided to reopen consideration of sub item (b) entitled “Appointment of members of the Committee on Contributions” of agenda item 117 entitled “Appointments to fill vacancies in subsidiary organs and other appointments”, under heading I (Organizational, administrative and other matters), and to proceed expeditiously with the consideration of the report of the Fifth Committee (A/73/483/Add.3). \r\n\r\nAt the 83rd plenary meeting, on 22 May 2019, the General Assembly decided to reopen consideration of agenda item 29 entitled “Advancement of women”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to consider it directly in plenary meeting in order to proceed expeditiously with the consideration of a draft resolution (A/73/L.86).\r\n\r\nAt the 85th plenary meeting, on 28 May 2019, the General Assembly decided to reopen consideration of agenda item 74 entitled “Promotion and protection of human rights”, under heading D (Promotion of human rights), and to consider it directly in plenary meeting in order to proceed expeditiously with the consideration of a draft resolution (A/73/L.85).\r\n\r\n At the 91st plenary meeting, on 20 June 2019, the General Assembly decided to consider directly in the plenary meeting agenda item 70 entitled “Promotion and protection of the rights of children”, under heading D (Promotion of human rights), and to proceed expeditiously with the consideration of a draft resolution (A/73/L.93).\r\n\r\nAt the 95th plenary meeting, on 28 June 2019, the General Assembly decided to reopen consideration of sub item (b) entitled “Human rights questions, including alternative approaches for improving the effective enjoyment of human rights and fundamental freedoms” of agenda item 74 entitled “Promotion and protection of human rights”, under heading D (Promotion of human rights), and to proceed expeditiously with the consideration of a draft resolution (A/73/L.88). \r\n\r\nAt its 98h plenary meeting, on 10 July 2019, the General Assembly decided to consider directly in plenary meeting sub item (b) entitled “Follow-up to and implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States” of agenda item 20 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft decision (A/73/L.98). \r\n\r\nAt the same meeting, the General Assembly decided to reopen consideration of sub item (h) entitled “Appointment of the judges of the United Nations Dispute Tribunal” of agenda item 117 entitled “Appointments to fill vacancies in subsidiary organs and other appointments”, under heading I (Organizational, administrative and other matters), and to proceed expeditiously with the appointment of four new half-time judges (See A/73/911 and Corr.1 and A/73/917).\r\n\r\nAt the 100th plenary meeting, on 19 July 2019, the General Assembly decided to reopen consideration of agenda item 32 entitled “Report of the Peacebuilding Commission”, under heading B (Maintenance of international peace and security), and to proceed expeditiously with the consideration of the note of the Secretary-General (A/73/946). \r\n\r\n",
  "ED_Disclaimer": "Decision 73/504, in section B.1 of the Official Records of the General Assembly, Seventy-third Session, Supplement No. 49 (A/73/49), vol. II, becomes decision 73/504 A. The final version of parts A and B of this decision will be contained in documents A/72/49 (Vol. II) and A/72/49 (Vol. III), respectively, after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2019-07-19T05:00:00.000Z",
      "ED_Number": "100th plenary meeting"
    },
    {
      "ED_Date": "2019-07-10T05:00:00.000Z",
      "ED_Number": "98th plenary meeting"
    },
    {
      "ED_Date": "2019-06-28T05:00:00.000Z",
      "ED_Number": "95th plenary meeting"
    },
    {
      "ED_Date": "2019-06-20T05:00:00.000Z",
      "ED_Number": "91st plenary meeting"
    },
    {
      "ED_Date": "2019-05-28T05:00:00.000Z",
      "ED_Number": "85th plenary meeting"
    },
    {
      "ED_Date": "2019-05-22T05:00:00.000Z",
      "ED_Number": "83rd plenary meeting"
    },
    {
      "ED_Date": "2019-05-09T05:00:00.000Z",
      "ED_Number": "80th plenary meeting"
    },
    {
      "ED_Date": "2019-04-24T05:00:00.000Z",
      "ED_Number": "78th plenary meeting"
    },
    {
      "ED_Date": "2019-03-25T05:00:00.000Z",
      "ED_Number": "71st plenary meeting"
    },
    {
      "ED_Date": "2019-03-11T05:00:00.000Z",
      "ED_Number": "70th plenary meeting"
    },
    {
      "ED_Date": "2019-02-20T05:00:00.000Z",
      "ED_Number": "68th plenary meeting"
    },
    {
      "ED_Date": "2018-12-22T05:00:00.000Z",
      "ED_Number": "65th plenary meeting"
    },
    {
      "ED_Date": "2018-09-21T05:00:00.000Z",
      "ED_Number": "3rd plenary meeting"
    }
  ]
}