{
  "_id": "5fecbd029b661c0917d13b14",
  "ED_Division": "GA",
  "ED_DecisionNumber": "73/548",
  "ED_Type": "Other Decisions",
  "ED_Title": "Agenda items remaining for consideration by the General Assembly at its seventy-third session",
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "73rd session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 65th plenary meeting, on 22 December 2018, the General Assembly, apart from organizational matters and items that may have to be considered by operation of the rules of procedure of the Assembly, decided that the following agenda items remained for consideration during its seventy-third session:\r\n\r\nItem 9.\tReport of the Economic and Social Council.\r\nItem 11.\tImplementation of the Declaration of Commitment on HIV/AIDS and the political declarations on HIV/AIDS\r\nItem 13.\t2001–2010: Decade to Roll Back Malaria in Developing Countries, Particularly in Africa\r\nItem 14. \tIntegrated and coordinated implementation of and follow-up to the outcomes of the major United Nations conferences and summits in the economic, social and related fields\r\nItem 16. \tThe role of the United Nations in promoting a new global human order\r\nItem 18.\tMacroeconomic policy questions:\r\n(d)\tPromotion of international cooperation to combat illicit financial flows and strengthen good practices on assets return to foster sustainable development\r\nItem 19. \tFollow-up to and implementation of the outcomes of the International Conferences on Financing for Development\r\nItem 20. Sustainable development: \r\n(a)\tImplementation of Agenda 21, the Programme for the Further Implementation of Agenda 21 and the outcomes of the World Summit on Sustainable Development and of the United Nations Conference on Sustainable Development\r\n(b)\tFollow-up to and implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States\r\n(d) \tProtection of global climate for present and future generations of humankind\r\n(h)\tHarmony with Nature\r\nItem 22. Globalization and interdependence:\r\n(b)\tInternational migration and development\r\nItem 23. Groups of countries in special situations \r\n(b)\tFollow-up to the second United Nations Conference on Landlocked Developing Countries \r\nItem 25. Operational activities for development:\r\n(b)\tSouth-South cooperation for development \r\nItem 31.\tReport of the Security Council\r\nItem 32.\tReport of the Peacebuilding Commission. \r\nItem 33.\tThe role of diamonds in fuelling conflict. \r\nItem 34.\tPrevention of armed conflict: \r\n\t(a)\tPrevention of armed conflict; \r\n\t(b)\tStrengthening the role of mediation in the peaceful settlement of disputes, conflict prevention and resolution. \r\nItem 35.\tProtracted conflicts in the GUAM area and their implications for international peace, security and development. \r\nItem 36.\tComplete withdrawal of foreign military forces from the territory of the Republic of Moldova.\r\nItem 37.\tZone of peace and cooperation of the South Atlantic. \r\nItem 38.\tThe situation in the Middle East. \r\nItem 39.\tQuestion of Palestine. \r\nItem 41. \tThe situation in the occupied territories of Azerbaijan\r\nItem 42.  Question of the Comorian island of Mayotte\r\nItem 44. \tThe situation in Central America: progress in fashioning a region of peace, freedom, democracy and development\r\nItem 45. \tQuestion of Cyprus\r\nItem 46. \tArmed aggression against the Democratic Republic of the Congo\r\nItem 47. \tQuestion of the Falkland Islands (Malvinas)\r\nItem 48. \tThe situation of democracy and human rights in Haiti\r\nItem 49. \tArmed Israeli aggression against the Iraqi nuclear installations and its grave consequences for the established international system concerning the peaceful uses of nuclear energy, the non-proliferation of nuclear weapons and international peace and security\r\nItem 50. \tConsequences of the Iraqi occupation of and aggression against Kuwait\r\nItem 56. \tComprehensive review of the whole question of peacekeeping operations in all their aspects\r\nItem 65. \tReport of the United Nations High Commissioner for Refugees, questions relating to refugees, returnees and displaced persons and humanitarian questions\r\nItem 66.\tPeacebuilding and sustaining peace\r\nItem 67. \tThe situation in the temporarily occupied territories of Ukraine\r\nItem 68. \tNew Partnership for Africa’s Development: progress in implementation and international support: \r\n\t(a)\tNew Partnership for Africa’s Development: progress in implementation and international support \r\n\t(b)\tCauses of conflict and the promotion of durable peace and sustainable development in Africa\r\nItem 70. Promotion and protection of the rights of children: \r\n\t(a)\tPromotion and protection of the rights of children \r\nItem 71. \tRights of indigenous peoples: \r\n\t(a)\tRights of indigenous peoples\r\nItem 72. \tElimination of racism, racial discrimination, xenophobia and related intolerance \r\nItem 75. \tStrengthening of the coordination of humanitarian and disaster relief assistance of the United Nations, including special economic assistance: \r\n\t(a)\tStrengthening of the coordination of emergency humanitarian assistance of the United Nations \r\n\t(b)\tAssistance to the Palestinian people \r\n\t(c)\tSpecial economic assistance to individual countries or regions \r\nItem 78. \tOceans and the law of the sea: \r\n\t(a)\tOceans and the law of the sea \r\nItem 88. \tRequest for an advisory opinion of the International Court of Justice on the legal consequences of the separation of the Chagos Archipelago from Mauritius in 1965 \r\nItem 89.\tRequest for an advisory opinion from the International Court of Justice on the consequences of legal obligations of States under different sources of international law with respect to immunities of Heads of State and Government and other senior officials \r\nItem 101.\t  General and complete disarmament:\r\n\t(a)\tTreaty banning the production of fissile material for nuclear weapons or other nuclear explosive devices;\r\n\t(b)\tNuclear disarmament;\r\n\t(c)\tNotification of nuclear tests;\r\n\t(d)\tRelationship between disarmament and development;\r\n(e)\tRegional disarmament;\r\n(f)\tConventional arms control at the regional and subregional levels;\r\n(g)\tConvening of the fourth special session of the General Assembly devoted to disarmament;\r\n(h)\tObservance of environmental norms in the drafting and implementation of agreements on disarmament and arms control;\r\n(i)\tFollow-up to the advisory opinion of the International Court of Justice on the legality of the threat or use of nuclear weapons;\r\n\t(j)\tConsolidation of peace through practical disarmament measures;\r\n\t(k)\tImplementation of the Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on Their Destruction;\r\n\t(l)\tMeasures to uphold the authority of the 1925 Geneva Protocol;\r\n\t(m)\tImplementation of the Convention on the Prohibition of the Use, Stockpiling, Production and Transfer of Anti-Personnel Mines and on Their Destruction;\r\n\t(n)\tAssistance to States for curbing the illicit traffic in small arms and light weapons and collecting them;\r\n\t(o)\tTreaty on a Nuclear-Weapon-Free Zone in Central Asia;\r\n\t(p)\tReducing nuclear danger;\r\n\t(q)\tThe illicit trade in small arms and light weapons in all its aspects;\r\n\t(r)\tTowards a nuclear-weapon-free world: accelerating the implementation of nuclear disarmament commitments;\r\n\t(s)\tMongolia’s international security and nuclear-weapon-free status;\r\n\t(t)\tMissiles;\r\n\t(u)\tDisarmament and non-proliferation education;\r\n\t(v)\tPromotion of multilateralism in the area of disarmament and non proliferation;\r\n\t(w)\tMeasures to prevent terrorists from acquiring weapons of mass destruction;\r\n\t(x)\tConfidence-building measures in the regional and subregional context;\r\n\t(y)\tThe Hague Code of Conduct against Ballistic Missile Proliferation;\r\n\t(z)\tInformation on confidence-building measures in the field of conventional arms;\r\n\t(aa)\tTransparency and confidence-building measures in outer space activities;\r\n\t(bb)\tThe Arms Trade Treaty;\r\n\t(cc)\tEffects of the use of armaments and ammunitions containing depleted uranium;\r\n\t(dd)\tPreventing the acquisition by terrorists of radioactive sources;\r\n\t(ee)\tUnited action with renewed determination towards the total elimination of nuclear weapons;\r\n\t(ff)\tPreventing and combating illicit brokering activities;\r\n\t(gg)\tWomen, disarmament, non-proliferation and arms control;\r\n\t(hh)\tFollow-up to the 2013 high-level meeting of the General Assembly on nuclear disarmament;\r\n\t(ii)\tCountering the threat posed by improvised explosive devices;\r\n\t(jj)\tHumanitarian consequences of nuclear weapons;\r\n\t(kk)\tEthical imperatives for a nuclear-weapon-free world;\r\n\t(ll)\tImplementation of the Convention on Cluster Munitions;\r\n\t(mm)\tUniversal Declaration on the Achievement of a Nuclear-Weapon-Free World;\r\n\t(nn)\tNuclear disarmament verification;\r\n\t(oo)\tTreaty on the Prohibition of Nuclear Weapons.\t\r\nItem 109.  Crime prevention and criminal justice\r\nItem 113.   Report of the Secretary-General on the Peacebuilding Fund \r\nItem 114.   Notification by the Secretary-General under Article 12, paragraph 2, of the Charter of the United Nations\r\nItem 115.\t   Elections to fill vacancies in principal organs:\r\n\t(a)\tElection of non-permanent members of the Security Council\r\n\t(b)\tElection of members of the Economic and Social Council\r\nItem 116.  Elections to fill vacancies in subsidiary organs and other elections:\r\n\t(a)\tElection of members of the Committee for Programme and Coordination \r\n\t(b)\tElection of members of the United Nations Commission on International Trade Law\r\nItem 117.  Appointments to fill vacancies in subsidiary organs and other appointments:\r\n(g)\tAppointment of members of the Board of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns\r\nItem 118.\t  Admission of new Members to the United Nations\r\nItem 119.\t  Follow-up to the outcome of the Millennium Summit \r\nItem 120.  The United Nations Global Counter-Terrorism Strategy\r\nItem 121.\t  Commemoration of the abolition of slavery and the transatlantic slave trade.\r\nItem 122.\t  Implementation of the resolutions of the United Nations\r\nItem 123.\t Revitalization of the work of the General Assembly\r\nItem 124.\tQuestion of equitable representation on and increase in the membership of the Security Council and other matters related to the Security Council\r\nItem 125.\t Strengthening of the United Nations system:\r\n\t(a)\tStrengthening of the United Nations system\r\n\t(b)\tCentral role of the United Nations system in global governance\r\nItem 126.\t  United Nations reform: measures and proposals\r\nItem 127.\t  Multilingualism\r\nItem 128.\t  Cooperation between the United Nations and regional and other organizations:\r\n\t(a)\tCooperation between the United Nations and the African Union\r\n\t(c)\tCooperation between the United Nations and the Asian-African Legal Consultative Organization\r\n\t(e)\tCooperation between the United Nations and the Latin American Caribbean Economic System\r\n\t(f)\tCooperation between the United Nations and the Organization of American States\r\n(g)\tCooperation between the United Nations and the Organization for Security and Cooperation in Europe\r\n\t(h)\tCooperation between the United Nations and the Caribbean Community\r\n\t(i)\tCooperation between the United Nations and the Economic Cooperation Organization\r\n\t(j)\tCooperation between the United Nations and the International Organization of la Francophonie\r\n (m)\tCooperation between the United Nations and the Economic Community of Central African States\r\n\t(p)\tCooperation between the United Nations and the Pacific Islands Forum\r\n\t(r)\tCooperation between the United Nations and the Community of Portuguese-speaking Countries\r\n\t(s)\tCooperation between the United Nations and the Shanghai Cooperation Organization\r\n\t(t)\tCooperation between the United Nations and the Collective Security Treaty Organization\r\n\t(x)\tCooperation between the United Nations and the International Organization for Migration\r\n\t(z)\tCooperation between the United Nations and the International Fund for Saving the Aral Sea\r\nItem 129.\t\tGlobal health and foreign policy\r\nItem 130.\t\tInternational Residual Mechanism for Criminal Tribunals\r\nItem 131.\tInvestigation into the conditions and circumstances resulting in the tragic death of Dag Hammarskjöld and of the members of the party accompanying him\r\nItem 132.\t\tSexual exploitation and abuse: implementing a zero-tolerance policy\r\nItem 134.\t\tFinancial reports and audited financial statements, and reports of the Board of Auditors\r\nItem 135.\t \tReview of the efficiency of the administrative and financial functioning of the United Nations \r\nItem 136.\t \tProgramme budget for the biennium 2018–2019\r\nItem 137.\t\tProgramme planning\r\nItem 138.\t\tImproving the financial situation of the United Nations\r\nItem 139.\t\tPattern of conferences\r\nItem 140.\t\tScale of assessments for the apportionment of the expenses of the United Nations\r\nItem 141.\t\tHuman resources management\r\nItem 142.\t\tJoint Inspection Unit\r\nItem 143.\t\tUnited Nations common system\r\nItem 144.\t\tUnited Nations pension system\r\nItem 145.\tAdministrative and budgetary coordination of the United Nations with the specialized agencies and the International Atomic Energy Agency\r\nItem 146.\t\tReport on the activities of the Office of Internal Oversight Services\r\nItem 147.\t\tAdministration of justice at the United Nations\r\nItem 148.\t\tFinancing of the International Residual Mechanism for Criminal Tribunals \r\nItem 149.\t\tScale of assessments for the apportionment of the expenses of United Nations peacekeeping operations\r\nItem 150.\t\tAdministrative and budgetary aspects of the financing of the United Nations peacekeeping operations\r\nItem 151.\t\tFinancing of the United Nations Interim Security Force for Abyei\r\nItem 152.\tFinancing of the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic. \r\nItem 153.\t\tFinancing of the United Nations Operation in Côte d’Ivoire.\r\nItem 154.\t\tFinancing of the United Nations Peacekeeping Force in Cyprus.\r\nItem 155.\tFinancing of the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo. \r\nItem 156.\t\tFinancing of the United Nations Mission in East Timor.\r\nItem 157.\t\tFinancing of the United Nations Stabilization Mission in Haiti.\r\nItem 158.\t\tFinancing of the United Nations Mission for Justice Support in Haiti.\r\nItem 159.\t\tFinancing of the United Nations Interim Administration Mission in Kosovo.\r\nItem 160.\t\tFinancing of the United Nations Mission in Liberia.\r\nItem 161.\t\tFinancing of the United Nations Multidimensional Integrated Stabilization Mission in Mali.\r\nItem 162.\t\tFinancing of the United Nations peacekeeping forces in the Middle East:\r\nItem 163.\t\tFinancing of the United Nations Mission in South Sudan.\r\nItem 164.\t\tFinancing of the United Nations Mission for the Referendum in Western Sahara.\r\nItem 165.\t\tFinancing of the African Union-United Nations Hybrid Operation in Darfur. \r\nItem 166.\t\tFinancing of the activities arising from Security Council resolution 1863 (2009). \r\nItem 168.\tThe responsibility to protect and the prevention of genocide, war crimes, ethnic cleansing and crimes against humanity.\r\n",
  "ED_Disclaimer": "",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2018-12-22T05:00:00.000Z",
      "ED_Number": "65th plenary meeting"
    }
  ]
}