{
  "_id": "6957cf20977b29ce1381317e",
  "ED_Division": "GA",
  "ED_DecisionNumber": "80/415",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Election  of members of the Organizational Committee of the Peacebuilding Commission",
  "ED_Meeting": [
    {
      "ED_Date": "2025-12-12T05:00:00.000Z",
      "ED_Number": "61st plenary meeting",
      "_id": "6957cf20977b29ce1381317f"
    }
  ],
  "ED_AgendaItem": "114 (b)",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "80th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 61st plenary meeting, on 12 December 2025, the General Assembly, pursuant to its resolutions 60/180 of 20 December 2005, 60/261 of 8 May 2006 and 63/145 of 18 December 2008, elected Croatia and El Salvador as members of the Organizational Committee of the Peacebuilding Commission for a two-year term of office beginning on 1 January 2026 to fill the vacancies occurring on the expiration of the terms of office of Poland and Uruguay. \n\nPursuant to paragraphs 4 (a) to (d) of resolution 60/180, 26 States have already been elected and/or selected as members of the Organizational Committee of the Peacebuilding Commission: Brazil, Cambodia, Egypt, Morocco and Uganda elected by the Assembly;(footnote: See decisions 79/413 A and B.) China, Colombia, France, Russian Federation, Somalia, United Kingdom of Great Britain and Northern Ireland and United States of America selected by the Security Council; (footnote: See S/2026/34.) Armenia, Australia, Kenya, Netherlands (Kingdom of the), Paraguay, and South Africa elected by the Economic and Social Council; (footnote: See Economic and Social Council decisions 2025/209 A and B and 2026/207) Canada, Germany, Japan, Norway and Sweden selected by and from among the top 10 providers of assessed contributions to United Nations budgets and of voluntary contributions to United Nations funds, programmes and agencies, including a standing peacebuilding fund; (Footnote: See A/79/672.) and Bangladesh, India, Nepal, Pakistan and Rwanda selected by and from among the top 10 providers of military personnel and civilian police to United Nations missions. (Footnote: See A/79/630.)\n\nAs a result, on 1 January 2026, the Organizational Committee of the Peacebuilding Commission is composed of the following 30 Member States:  (footnote: one vacancy remains to be filled by the Economic and Social Council for a member from the Asia-Pacific States for a term beginning on 1 January 2026 and expiring on 31 December 2026.) Armenia,**** Australia,**** Bangladesh,** Brazil,** Cambodia,** Canada,** China,* Colombia,** Croatia,*** Egypt,** El Salvador,*** France,* Germany,** India,** Japan,** Kenya,**** Morocco,** Nepal,** Netherlands (Kingdom of the),**** Norway,** Pakistan,** Paraguay,**** Russian Federation,* Rwanda,** Somalia,** South Africa,**** Sweden,** Uganda,** United Kingdom of Great Britain and Northern Ireland* And United States of America.*\n\n* Permanent members of the Security Council. \n** Term of office expires on 31 December 2026. \n*** Term of office expires on 31 December 2027. \n**** Term of office expires on 31 December 2026 or when they cease to be members of the Economic and Social Council, whichever comes earlier.",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": true,
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2026-01-03T00:00:00.189Z"
}