{
  "_id": "6943199d48333ac6c7aa7cdd",
  "ED_Division": "GA",
  "ED_DecisionNumber": "80/519",
  "ED_Type": "Other Decisions",
  "ED_Title": "Draft programme of work of the Second Committee for the eighty-first session of the General Assembly",
  "ED_Meeting": [
    {
      "ED_Date": "2025-12-15T05:00:00.000Z",
      "ED_Number": "64th plenary meeting",
      "_id": "6943199d48333ac6c7aa7cde"
    }
  ],
  "ED_AgendaItem": "121",
  "ED_Plenary_Committee": "Second Committee",
  "ED_Session": "80th session of the General Assembly",
  "ED_OriginatingBody": "Second Committee",
  "ED_DecisionText": "At its 64th plenary meeting, on 15 December 2025, the General Assembly, by a recorded vote of 178 to 3, with 0 abstention,  (Footnote: See A/80/PV.64.) on the recommendation of the Second Committee:  (Footnote: A/80/555, para. 8, Draft decision 1.)\n\n\t(a)\tApproved the draft programme of work of the Second Committee for the eighty-first session of the Assembly as set out below;\n\n\t(b)\tInvited the Bureau of the Second Committee at the eighty-first session, in preparing the draft programme of work and timetable of the Committee for the eighty-first session, to take into account the provisional programme of work and timetable of the Committee as contained in document A/C.2/80/CRP.1.\n\n\t\tDraft programme of work \n\n1.\tInformation and communications technologies for sustainable development.\n2.\tMacroeconomic policy questions:\n\t(a)\tInternational trade and development;\n\t(b)\tInternational financial system and development;\n\t(c)\tExternal debt sustainability and development;\n\t\t(d)\tPromotion of international cooperation to combat illicit financial flows and strengthen good practices on assets return to foster sustainable development;\n\t(e)\tPromoting investments for sustainable development;\n\t\t(f)\tPromotion of inclusive and effective international tax cooperation at the United Nations;\n\t(g)\tCreative economy and sustainable development.\n3.\tFollow-up to and implementation of the outcomes of the International Conferences on Financing for Development.\n4.\tSustainable development:\n\t\t(a)\tTowards the achievement of sustainable development: implementation of the 2030 Agenda for Sustainable Development, including through sustainable consumption and production, building on Agenda 21;\n\t\t(b)\tFollow-up to and implementation of the Antigua and Barbuda Agenda for Small Island Developing States: A Renewed Declaration for Resilient Prosperity;\n\t(c)\tDisaster risk reduction;\n\t\t(d)\tProtection of global climate for present and future generations of humankind;\n\t\t(e)\tImplementation of the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa;\n\t(f)\tConvention on Biological Diversity;\n\t\t(g)\tReport of the United Nations Environment Assembly of the United Nations Environment Programme;\n\t(h)\tHarmony with Nature;\n\t\t(i)\tEnsuring access to affordable, reliable, sustainable and modern energy for all;\n\t(j)\tCombating sand and dust storms;\n\t\t(k)\tPromoting the social and solidarity economy for sustainable development.\n5.\tFollow-up to the implementation of the New Urban Agenda and strengthening of the United Nations Human Settlements Programme (UN-Habitat).\n6.\tGlobalization and interdependence:\n\t\t(a)\tRole of the United Nations in promoting development in the context of globalization and interdependence;\n\t(b)\tInternational migration and development;\n7.\tGroups of countries in special situations:\n\t\t(a)\tFollow-up to the Fifth United Nations Conference on the Least Developed Countries;\n\t\t(b)\tFollow-up to the Third United Nations Conference on Landlocked Developing Countries.\n8.\tEradication of poverty and other development issues:\n\t\t(a)\tImplementation of the Third United Nations Decade for the Eradication of Poverty (2018–2027);\n\t(b)\tIndustrial development cooperation;\n\t(c)\tWomen in development;\n\t(d)\tHuman resources development;\n\t\t(e)\tEradicating rural poverty to implement the 2030 Agenda for Sustainable Development.\n9.\tOperational activities for development:\n\t(a)\tOperational activities for development of the United Nations system;\n\t(b)\tSouth-South cooperation for development.\n10.\tAgriculture development, food security and nutrition.\n11.\tPermanent sovereignty of the Palestinian people in the Occupied Palestinian Territory, including East Jerusalem, and of the Arab population in the occupied Syrian Golan over their natural resources.\n12.\tRevitalization of the work of the General Assembly.\n13.\tProgramme planning.",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
  "ED_MarkNew": true,
  "ED_MarkUpdated": false,
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2025-12-18T00:00:00.117Z"
}