{
  "_id": "693c5e76dcabf116ec6be82e",
  "ED_Division": "GA",
  "ED_DecisionNumber": "80/516 A, B, C and D",
  "ED_Type": "Other Decisions",
  "ED_Title": "Increase in the membership of the Committee on the Peaceful Uses of Outer Space",
  "ED_Meeting": [
    {
      "ED_Date": "2025-12-05T05:00:00.000Z",
      "ED_Number": "55th plenary meeting",
      "_id": "693c5e76dcabf116ec6be82f"
    }
  ],
  "ED_AgendaItem": "48",
  "ED_Plenary_Committee": "Fourth Committee",
  "ED_Session": "80th session of the General Assembly",
  "ED_OriginatingBody": "Fourth Committee",
  "ED_DecisionText": "A \n\tAt its 55th plenary meeting, on 5 December 2025, the General Assembly, on the recommendation of the Special Political and Decolonization Committee (Fourth Committee),  (Footnote: A/80/537, para. 16, Draft decision 1.) taking note of the application of Côte d’Ivoire for membership in the Committee on the Peaceful Uses of Outer Space, as noted in paragraph 306 of the report of the Committee on its sixty-eighth session, held in Vienna from 25 June to 2 July 2025,  (Footnote: Official Records of the General Assembly, Eightieth Session, Supplement No. 20 (A/80/20).) decided to appoint Côte d’Ivoire as a member of the Committee on the Peaceful Uses of Outer Space.\nB\n\tAt its 55th plenary meeting, on 5 December 2025, the General Assembly, on the recommendation of the Special Political and Decolonization Committee (Fourth Committee),  (Footnote: A/80/537, para. 16, Draft decision 2.) taking note of the applications of Honduras, Maldives and Zimbabwe for membership in the Committee on the Peaceful Uses of Outer Space, as noted in paragraph 306 of the report of the Committee on its sixty-eighth session, held in Vienna from 25 June to 2 July 2025,  (Footnote: Official Records of the General Assembly, Eightieth Session, Supplement No. 20 (A/80/20).) decided to appoint Honduras, Maldives and Zimbabwe as members of the Committee on the Peaceful Uses of Outer Space.\nC\n\tAt its 55th plenary meeting, on 5 December 2025, the General Assembly, on the recommendation of the Special Political and Decolonization Committee (Fourth Committee),  (Footnote: A/80/537, para. 16, Draft decision 3.) taking note of the application of Malta for membership in the Committee on the Peaceful Uses of Outer Space, as noted in paragraph 306 of the report of the Committee on its sixty-eighth session, held in Vienna from 25 June to 2 July 2025,  (Footnote: Official Records of the General Assembly, Eightieth Session, Supplement No. 20 (A/80/20).) decided to appoint Malta as a member of the Committee on the Peaceful Uses of Outer Space.\nD\n\tAt its 55th plenary meeting, on 5 December 2025, the General Assembly, on the recommendation of the Special Political and Decolonization Committee (Fourth Committee),  (Footnote: A/80/537, para. 16, Draft decision 4.) taking note of the application of the Gambia for membership in the Committee on the Peaceful Uses of Outer Space, as noted in paragraph 306 of the report of the Committee on its sixty-eighth session, held in Vienna from 25 June to 2 July 2025,  (Footnote: Official Records of the General Assembly, Eightieth Session, Supplement No. 20 (A/80/20).) decided to appoint the Gambia as a member of the Committee on the Peaceful Uses of Outer Space.",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
  "ED_MarkNew": true,
  "ED_MarkUpdated": false,
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2025-12-13T00:00:00.141Z"
}