{
  "_id": "69431bd148333ac6c7aa7cfa",
  "ED_Division": "GA",
  "ED_DecisionNumber": "80/524",
  "ED_Type": "Other Decisions",
  "ED_Title": "High-level meeting on the overall review of the implementation of the outcomes of the World Summit on the Information Society",
  "ED_Meeting": [
    {
      "ED_Date": "2025-12-16T05:00:00.000Z",
      "ED_Number": "65th plenary meeting",
      "_id": "69431bd148333ac6c7aa7cfb"
    }
  ],
  "ED_AgendaItem": "15",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "80th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 65th plenary meeting, on 16 December 2025, the General Assembly, on the proposal of its President, decided to invite the representatives of the following United Nations system entities and stakeholder organizations to make a statement at the High-level meeting on the overall review of the implementation of the outcomes of the World Summit on the Information Society: International Telecommunication Union, Office of the High Commissioner for Human Rights, United Nations Educational, Scientific and Cultural Organization, United Nations Conference on Trade and Development, United Nations Development Programme, United Nations Industrial Development Organization, Microsoft, International Committee of the Red Cross,  Internet Corporation for Assigned Names and Numbers, Meta, Organisation internationale de la Francophonie, University of Oxford, International Chamber of Commerce, Association for Progressive Communications, CyberPeace, Foundation Cibervoluntarios, Global Partners Digital, African ICT Alliance, International Federation of Library Associations and Institutions, Internet & Jurisdiction Policy Network, HitRecord, Tech Global Institute, Wikimedia, AI for Good Young Leaders, Internet Governance Forum Leadership Panel, WSIS+20 Co-Facilitators’ Informal Multistakeholder Sounding Board, International Federation for Information Processing, Internet Society and IT for Change.",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
  "ED_MarkNew": true,
  "ED_MarkUpdated": false,
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2025-12-18T00:00:00.147Z"
}