{
  "_id": "694319e048333ac6c7aa7ce2",
  "ED_Division": "GA",
  "ED_DecisionNumber": "80/520",
  "ED_Type": "Other Decisions",
  "ED_Title": "Revitalization of the work of the Second Committee",
  "ED_Meeting": [
    {
      "ED_Date": "2025-12-15T05:00:00.000Z",
      "ED_Number": "64th plenary meeting",
      "_id": "694319e048333ac6c7aa7ce3"
    }
  ],
  "ED_AgendaItem": "121",
  "ED_Plenary_Committee": "Second Committee",
  "ED_Session": "80th session of the General Assembly",
  "ED_OriginatingBody": "Second Committee",
  "ED_DecisionText": "At its 64th plenary meeting, on 15 December 2025, the General Assembly, on the recommendation of the Second Committee  (Footnote: A/80/555, para. 8, Draft decision 2.), recalling its resolution 79/327 of 5 September 2025, in particular the provisions relating to working methods, as well as its previous decisions on the revitalization of the work of the Second Committee, and recognizing the need for an approach that was complementary to other processes taking place during the eightieth session, including the work of the informal ad hoc working group on mandate implementation review, the Working Group on the Strengthening and Revitalizing of the Work of the General Assembly and the review of resolutions 75/290 A and B of 25 June 2021 on the strengthening of the Economic and Social Council and the format and organizational aspects of the high-level political forum on sustainable development:\n\n(a)\tDecided that the Bureau of the Second Committee would organize a series of informal dialogues and consultations to discuss the revitalization of the work of the Committee, with the first such dialogue to be held in February 2026, preceded by informal engagement by the Bureau with Member States to raise awareness of the process, and requested the Bureau to finalize and circulate a road map following the first dialogue, including a timeline, proposed focus areas and modalities of further discussion;\n\n(b)\tAlso decided that the Second Committee would convene a plenary meeting following those dialogues to take stock of the deliberations and, as appropriate, take action on any recommendations, for subsequent approval by the General Assembly, to allow any change to come into effect ahead of the eighty-first session.",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
  "ED_MarkNew": true,
  "ED_MarkUpdated": false,
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2025-12-18T00:00:00.125Z"
}